{
    "resources": "* Baminiwatta, A., & Solangaarachchi, I. (2021). Trends and Develop- ments in Mindfulness Research over 55 Years: A Bibliometric Analysis of Publications Indexed in Web of Science. Mindfulness, 12(9), 2099–2116. <https://doi.org/10.1007/s12671-021-01681-x>\n* Keng, S. L., Smoski, M. J., & Robins, C. J. (2011). Effects of mindfulness on psychological health: a review of empirical studies. Clinical psychol- ogy review, 31(6), 1041–1056. <https://doi.org/10.1016/j.cpr.2011.04.006>\n* Søvold, L. E., Naslund, J. A., Kousoulis, A. A., Saxena, S., Qoronfleh, M. W., Grobler, C., & Münter, L. (2021). Prioritizing the Mental Health and Well-Being of Healthcare Workers: An Urgent Global Public Health Priority. Frontiers in public health, 9, 679397. <https://doi.org/10.3389/fpubh.2021.679397>\n* Bristow, J., Bell, R., Wamsler, C. (2022). Reconnection: Meeting the Climate Crisis Inside Out. Research and policy report.’ The Mindfulness Initiative and LUCSUS. <https://www.themindfulnessinitiative.org/Handlers/Download.ashx?IDMF=8d56bcb4-15a0-4b39-9236-064eb302ef99>\n* Dexing Zhang, Eric K P Lee, Eva C W Mak, C Y Ho, Samuel Y S Wong, Mindfulness-based interventions: an overall review, British Medical Bulletin, Volume 138, Issue 1, June 2021, Pages 41–57, <https://doi.org/10.1093/bmb/ldab005>\n* Wamsler, C. (2018) Mind the gap: The role of mindfulness in adapting to increasing risk and climate change. Sustainability Science, 13(4):1121-1135. <https://doi.org/10.1007/s11625-017-0524-3>\n* Wamsler, C., Brossmann, J., Hendersson, H., Kristjansdottir, R., McDonald, C. and Scarampi, P. (2018) Mindfulness in sustainability science, practice, and teaching, Sustainability Science, 13(1):143-162. <https://doi.org/10.1007/s11625-017-0428-2>\n* Wamsler, C., Osberg, G., Osika, W., Hendersson, H., Mundaca, L. (2021) Linking internal and external transformation for sustainability and climate action: Towards a new research and policy agenda, Global Environmental Change, 71:102373. <https://doi.org/10.1016/j.gloenvcha.2021.102373>\n* Zenner C, Herrnleben-Kurz S and Walach H (2014) Mindfulness-based interventions in schools—a systematic review and meta-analysis.\\\n  Front. Psychol. 5:603. doi: 10.3389/fpsyg.2014.00603",
    "name": "Mindfulness Practices",
    "slug": "14122oi",
    "intro": "Mindfulness is the capacity to attend intentionally to present-moment experience, with an attitude of openness, curiosity, and care. It can help the practitioner establish a more conscious way of living, as well as improve focus and productivity, mental health and well-being, body awareness and emotional processing.",
    "relevancy": [
        {
            "skill": "sa4",
            "score": 90
        },
        {
            "skill": "sa3",
            "score": 90
        },
        {
            "skill": "sa0",
            "score": 80
        },
        {
            "skill": "sa7",
            "score": 60
        },
        {
            "skill": "sa8",
            "score": 40
        }
    ],
    "tags": [
        "cl7lzoeqy00002e62ke8rog8l",
        "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl7lzhdz200002e62koljp0nv",
    "description": "Mindfulness is an inherent human capacity that enables people to attend intentionally to present-moment experience, inside themselves as well as in their environment, with an attitude of openness, curiosity, and care. Mindfulness is not about emptying one’s mind or trying to control one’s thoughts or emotions, but it does involve paying attention in a particular way in order to become more in conscious charge of one’s attentional faculties. Mindfulness can be developed through practice.\n\nDeveloping mindfulness or mindful presence has been a central practice in many spiritual and religious traditions for millennia. During the last decades, it has been brought to the Western world at a bigger scale through clinical health care in the form of standardized programs called mindfulness-based interventions (MBIs), which have been adapted to educational and workplace contexts. These typically include formal practices, such as sitting meditation, mindful movement and the ‘body scan’, as well as informal practices that bring awareness to everyday activities – pausing and responding mindfully where one might otherwise act through habit or impulse. Increasingly, explicit kindness and compassion-related exercises may also be included.\n\n## How it can help\n\nCultivating mindfulness helps increase awareness of one’s inner life, as well as the way one interacts with other people and the world. As such it may help the practitioner to establish a more conscious way of living on a day-to-day basis. For leaders and employees, the evidence-based effects of practicing mindfulness on a regular basis are improved focus and productivity, mental health and well-being, emotional processing, communication, connection with self, others, and nature, and support of collective and systems change.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
    "actions": "When starting a mindfulness practice for the first time, try the following:\n\n1. Choose an object, either internally like the sensation of breathing or externally such as a thing or sound in the environment, and begin with directing and resting the attention there.\n\n2. As one notices the mind wandering, one gently redirects the attention back to observing the object – without judgment and while allowing whatever is observed or felt to be as it is in that moment. Over time one can develop the ability to be with the totality of one’s experience in this way, even thoughts or difficult emotions, without getting swept away or overwhelmed."
}