{
  "resources": "* Atkinson, J. (2002). Trauma trails, recreating song lines: the transgen- erational effects of trauma in indigenous Australia. Spinifex Press\n* Rodriguez Carreon, V., & Vozniak, P. (2021). Embodied Experiential Learning: Cultivating Inner Peace in Higher Education. Journal of Awareness-Based Systems Change, 1(2), 31–50. <https://doi.org/10.47061/jabsc.v1i2.1179>\n* Scharmer, C. O. (2015). Otto Scharmer on the four levels of listening YouTube. <https://www.youtube.com/watch?v=eLfXpRkVZaI&t=414s>\n* Scharmer, C. O. (2018). The essentials of Theory U: Core principles\n  and applications. Berrett-Koehler Publishers.\n* Ungunmerr, M. R. Elder (1988). Dadirri: Inner deep listening and quiet still awareness. Miriam Rose Foundation. <https://www.miriamrosefoundation.org.au/wp-content/uploads/2021/03/Dadirri_Handout.pdf>\n* Ungunmerr, M. R. Elder (2017). Dadirri. \\[Video]. YouTube. <https://www.youtube.com/watch?v=tow2tR_ezL8>",
  "name": "Listening to Pause",
  "slug": "4w1249u",
  "intro": "Pausing on what we just heard is an inner skill that enables connecting to “what the person just said” and “how those words landed on oneself”. It can help the practitioner act from a more conscious state of being.",
  "relevancy": [
    {
      "skill": "sb0",
      "score": 90
    },
    {
      "skill": "sb1",
      "score": 80
    },
    {
      "skill": "sa4",
      "score": 80
    },
    {
      "skill": "sb4",
      "score": 80
    },
    {
      "skill": "sb3",
      "score": 60
    },
    {
      "skill": "sb2",
      "score": 75
    },
    {
      "skill": "sb7",
      "score": 70
    },
    {
      "skill": "sa3",
      "score": 45
    },
    {
      "skill": "sb5",
      "score": 60
    },
    {
      "skill": "sb8",
      "score": 40
    }
  ],
  "tags": [
    "cl7lzoeqy00002e62ke8rog8l",
    "cl87r11sd00012e64lyugvbv2"
  ],
  "id": "cl80gz52d00002e64sh3ew79o",
  "description": "The importance of pausing to listen had been highlighted without methodological steps in ancient wisdom and the western literature describing the listening process for discernment. It is a state in which one gathers information in quiet observation and deep listening, building knowledge by becoming aware. In this space of contemplation, the invisible inner qualities are working, which informs action. Allowing the time to pause is as important as the quality of the space created for that pause to happen.\n\nPausing to reflect is embodying what we just heard, and developing that inner quality of being more conscious during the process has the capability to change the outcome. When practicing in teams, pausing can also help us notice from which level of listening we are operating from Otto Scharmer’s four levels of listening: “downloading” (reconfirming what we know), “factual” (what is different from what we know), “empathic” (allows us to connect with the experience of the other), and “generative” (connects us with who we are and whom we want to be).\n\nPracticing listening more deeply to sense a deeper connection with the environment enables us to relate with our surroundings. Elder Miriam Rose Ungunmerr said we learn by watching and listening, waiting and then acting.\n\n## How it can help\nThe awareness gained in pausing forms the quality to act from a more conscious state of being.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
  "actions": "When starting with listening to pause for the first time, try the following:\n\n1. In teams, each person can be given the same amount of time for communicating, e.g. 5 minutes.\n\n2. Around 1 minute (more or less) is given to pause between each person's interaction.\n\n3. During the pause is space for awareness to know from which level of listening you are operating, and to discern the quality of how to continue the dynamic."
}