{
    "resources": "* Barad, K. M. (2007) Meeting the Universe Halfway, Quantum Physics\n  and the Entanglement of Matter and Meaning, Durham, N.C. Duke\n  University Press.\n* Baugher, J. E., Osika, W., & Robert, K. H. (2016). Ecological conscious-\n  ness, moral imagination, and the framework for strategic sustainable\n  development. In Creative Social Change (pp. 119-142). Emerald Group\n  Publishing Limited.\n* Braidotti, R., (2013) The Posthuman. Cambridge: Polity.\n* Fröding, B., & Osika, W. (2015). Neuroenhancement: How mental\n  training and meditation can promote epistemic virtue. New York, NY:\n  Springer International Publishing.\n* Jagals, D., & Van der Walt, M. (2018). Metacognitive awareness and\n  visualisation in the imagination: The case of the invisible circles.\n  Pythagoras, 39(1), 1-10.\n* Johnson, M. (1993). Moral Imagination: Implications of Cognitive Sci-\n  ence for Ethics. Chicago: Univ. of Chicago Press.\n* Latour, B., (2013). Agency at the time of the Anthropocene. New\n  Literary History, Vol. 45, No. 1 (WINTER 2014), pp. 1-18.\n* Tickell, P. Moral Imaginations <https://www.moralimaginations.com>\n* Wamsler, C., Osberg, G., Osika, W., Herndersson, W., Mundaca, L.\n  (2021). Linking internal and external transformation for sustainability\n  and climate action: Towards a new research and policy agenda, Global\n  Environmental Change, Volume 71. <https://doi.org/10.1016/j.gloenvcha.2021.102373>\n* [A recording of the symbiosis meditation](https://www.youtube.com/watch?v=rUIrEecXcHg)",
    "name": "Imagination Activism and the Symbiosis Meditation",
    "slug": "86324pm",
    "intro": "Imagination activism is a new kind of activism that pairs imagination exercises with calls to action in community to enact the better world we envision. It can help the practitioner create connections to the Earth and nature, explore future world possibilities, and inspire hope that fuels their activism.",
    "relevancy": [
        {
            "skill": "ckzi3e4as1251e2n0fz614xn4",
            "score": 100
        },
        {
            "skill": "ckzi3a4z90431e2n04kx2pbq2",
            "score": 85
        },
        {
            "skill": "ckzi3ezut1614e2n07fab18pt",
            "score": 80
        },
        {
            "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
            "score": 80
        },
        {
            "skill": "ckzi3dtdk1142e2n0m9v02uf5",
            "score": 80
        },
        {
            "skill": "ckzi3b8sz0614e2n0ijnnazce",
            "score": 50
        },
        {
            "skill": "ckzi3blfz0687e2n0huf88a8y",
            "score": 50
        },
        {
            "skill": "ckzi3dk3h1039e2n0qxij7ooh",
            "score": 45
        },
        {
            "skill": "ckzi3hqs63163e2n03h36pb73",
            "score": 40
        },
        {
            "skill": "ckzi3gu6u2638e2n0fmr9gv86",
            "score": 40
        },
        {
            "skill": "ckzi3ef9s1366e2n082dhihsm",
            "score": 90
        }
    ],
    "tags": [
        "cl7lzoeqy00002e62ke8rog8l",
        "cl80nkv7900002e64os1wgo0u"
    ],
    "id": "cl80htq6300022e645iosi1xh",
    "description": "Imagination activism is a new kind of activism that pairs imagination exercises with calls to action in community to enact the better world we envision. By imagining a different future, fueled by a deep sense of connection to self, others and planet, activists can sustain themselves through hope and inspire others to create the kind of flourishing world they imagine. The Symbiosis Meditation is a short (8 minute) example of an imagination activism meditation that invites you to explore your experience being alive through the vibrant material, energy, atoms, living beings and connections your experience of being a “human being” is made up of.\n\n## How it can help\n\nImagination activism can help create connection to the Earth, establish interconnectedness with nature, bring alive the concept of future generations, and foster an expanded sense of time. It also enables the exploration of alternative worlds and possibilities and allows the visioning of the future, inspiring hope and helping the practitioner find the steps to put vision into action.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
    "actions": "When starting with the Symbiosis Meditation for the first time, try the following:\n\n1. Start by visualizing all parts of your body that are made up of elements of solid material, or “Earth element” - bones, skin, teeth, hair, and the physical sensation of their weight. Then visualize all of the solidity and Earth elements present in the world, and imagine the connections to you. \n\n2. Move on to visualizing water and all of the liquid elements in your body, and then again visualizing the rivers, storms, waterfalls and oceans of the world outside. \n\n3. Move on to visualizing air and the breath, focusing on the air and oxygen bubbles inside the body and projecting out to the air and its sounds and sensations out in the world. \n\n4. Move on to visualizing the “fire element” of heat and energy which also guides listeners to imagine the mitochondria in the body that were once bacteria, but now live in our bodies. \n\n5. Finish by imagining the chain of unbroken relationships and cooperation, embodied through the chain of heartbeats that have supported them to be alive at this time."
}