{
  "en": {
    "publishedAt": "2022-11-22T23:00:00.000Z",
    "slug": "lj124tg",
    "intro": "Are you curious about inner development, but don’t know how, or where to start? Here’s what a group of friends learned by doing five 29k courses together, and how you can find motivation by combining regular exercises with in-person events - and having fun!",
    "dimensions": [
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5"
    ],
    "imageAlt": "A Swedish winter lake view, combined with presence and playfulness creates good conditions for inner development.",
    "story": "Note: This story shares one way to use the 29k app (as of November 2022) to explore the IDGs in practice. We were super excited to learn that 29k will soon launch the public beta version of their new app ([you can sign up here to try the new version](https://forms.gle/efrxaowTr4cDDj4m7)). However, we also highly recommend you try the existing 29k app if you want to try the same in-depth content that we used throughout this story, and found very valuable for our group.\n\n## Creating a context where inner development can happen\nIt all started one evening in September 2021 after a festive dinner, for which we had gathered a group of friends from different parts of Sweden. Some of us knew each other, and some new connections were made. We all had sustainability as a shared interest, and several of us were curious about personal development.\n\nThe evening had a playful theme which made it easy to get to know the group, and set the stage for very interesting discussions. We talked about inner development, future visions, norms in society and finding a balance between using social media and creating time and space for reflection in a busy life. Looking back, this combination of playfulness and meaningful discussions were really important to create the conditions for what was to come next.\n\nAfter this evening, we wanted to stay in touch and continue the discussions. Some of us knew about the [open source and non-profit 29k app](https://29k.org), which has been specifically designed to enable deeper reflections and spending meaningful time together with other people. This primarily happens in sharing sessions - video calls in the 29k app where a group of people are fully present, listening and sharing reflections on some exercise.\n\nThe 29k sharing sessions are pretty special because it’s a safe space to explore deep thoughts and emotions with others, and with clear rules. For example to remain silent except when it’s your turn to share, and to never interrupt or comment on what other people share. This creates a very safe and nice environment that makes it easier to focus on the exercise and what others share.\n\nSo back in October 2021, we decided to try one of the 29k courses, and based on common interests and a vote, we started with [Purposeful Leadership](https://idg.tools/purposeful-leadership-z00tzjc). To get started, one of us created a private group in the 29k app and invited the others. After selecting the course and the time for our weekly sharing session, we were excited to get started.\n\n## The 29k app and the real value of sharing sessions\n\nIf you’re not familiar, the way 29k works (as of November 2022) is that you either do shorter exercises or longer courses on your own - or the same content but with a group of people. You can choose courses from a wide range of topics. Based on our experience with both the IDGs and the 29k app, most of the content is highly relevant to explore the IDG framework in practice.\n\nThe core feature for us has been the ability to have weekly sharing sessions. Before these weekly sessions, we first completed the same exercise on our own while taking notes. This usually took 30-45 minutes, and it was well worth taking some extra time when deeper insights emerged. Even when someone of us didn’t have time to do the weekly exercise, it was still valuable to participate in the sharing session.\n\nDoing the 29k exercises on your own is quite valuable in itself, but the real value comes in the sharing sessions, which helped our group in several ways:\n\n1. Inner development is hard on your own - doing this together with others helps us stay accountable. This creates stronger incentives to complete - and celebrate progress together.\n2. The real value of sharings is not in sharing your own reflections - but feeling seen and heard by other people. This helps you gain much deeper insights than just doing the exercise quietly on your own.\n3. You can speak out openly about your issues on the level you’re comfortable with. This can be helpful compared to just keeping them to yourself, and ease the burden in challenging times. The sharing becomes like your personal weekly support group, just like you are supporting others by showing up and being fully present.\n4. Being fully present and listening to others’ sharings is a great way to gain new perspectives and a more nuanced understanding of the current topic. You also learn a lot by quietly relating others’ experiences to your own (without judging yourself or others).\n5. And most importantly, practicing inner development together is much more fun! Adding a bit of humor when sharing about deep topics made our experience more personal and engaging.\n\n## The importance of playfulness and being together in nature\n\nAfter completing Purposeful Leadership, we wanted to meet up again and celebrate our progress, having fun and continuing discussions like the first time we met in person. This time we also wanted to try some meditations from the 29k app and explore the IDGs by reading about the framework and building a shared understanding of what they meant for us.\n\n![Beautiful winter landscape by the cabin](/images/2021-12-27-29k-explorers.webp)\n\nWe went to a scout cabin next to a lake, and enjoyed a beautiful winter landscape. Especially being in nature together allowed a significant shift in pace which made it easier to understand our personal visions for the future - and how we could use our new insights from the Purposeful Leadership course in practice. And, most importantly we had a lot of fun in the evening with dinner, an open fire and dancing.\n\nThis whole experience was really memorable, probably because we combined several different elements like playfulness and being present both with the group but also in nature.\n\n## Getting up to speed and inviting more people\n\nAfter a holiday break we wanted to start a new course, this time inviting more friends to join us. We grew from being six participants to eight in early 2022 and voted to do the [Self Compassion](https://idg.tools/self-compassion-z11tzsp) course next. This offered deeper and more personal insights and felt more accessible for someone new to both 29k and the IDGs.\n\nFast forward a couple of months, and after more sharings and insights from the Self Compassion course, it felt like something really clicked. We felt like we were onto something here. A format that combines the seriousness of the meta crisis allows us to act to implement solutions, while also giving space for deep personal growth, and most importantly - opportunities to forget about everything else and just have fun!\n\nSo we did another course, this time with double the number of participants up to 16 in total. We split up into two groups – including some experienced and some new people in each. We completed [Deepening Relationships](https://idg.tools/deepening-relationships-z45tzr2), and gained some really valuable perspectives on what it means to actively improve and maintain the relationships that matter most to us. This could be applied in many different contexts and gave some concrete tools and exercises.\n\nStill living off the success of our meetup in late 2021, we met for another weekend in early summer 2022. This time adding another dimension: expressing ourselves through artwork. We also developed questions which you can ask each other to reflect on different topics. These were fun ways to get to know each other better, and also explore how each of us relate to ourselves, people around us and the living planet.\n\nThen, summer came and many wanted to take a break from the courses or were traveling, but some people still continued and did the shorter course [Acting with Purpose](https://idg.tools/acting-with-purpose-z33tz83). After summer, some people started yet another course.\n\n## What we learned from this experience\n\nIn addition to the insights earlier, organizing events and doing the courses taught us several things:\n\n1. It doesn’t take much time - and it’s well worth the effort! The best inner development is the one that happens.\n2. The 29k app works in many different contexts. In addition to using it with friends, some of us have experimented with bringing it to work and even to use it as inspiration to create meaningful conversations with people you meet in different occasions.\n3. You can do the various exercises and courses in different ways. It’s super valuable to hear how others interpreted the exercise, and how it made them reflect and feel. Being vulnerable with a group you trust is a magic feeling that we highly recommend.\n4. You need someone who’s engaged to keep the group going whenever you’re done with a course or have taken a break. Make sure people decide together on which course they want to do, and which time that fits them for the sharings.\n5. You hold each other accountable when people expect you to show up for the sharings each week – that creates a stronger incentive for you to do the course, than if you would do the course yourself.\n6. Inner development can be abstract. It’s easier when you have a format like the 29k courses.\n7. We believe one of our main success factors has been to add playfulness to the personal development, which otherwise can seem deep, challenging or even daunting.\n\n## Let’s continue the journey - together!\n\nWriting this almost exactly a year after we started the first course, it gives a really nice feeling to go back and read our personal notes from the exercises and sharing sessions we completed during the Purposeful Leadership course. Inner development is a process, and it’s both exciting to see the progress we’ve made in a year, but also humbling to know it’s a journey to be continued.\n\nWe highly recommend trying out the 29k app if you want to start exploring the IDGs in practice - ideally together with some people you want to get to know better! To find a good course to start with, you can go to <https://idg.tools> and search for tools with the “Course” tag.\n\nGood luck - and remember to have fun along the journey of exploring the IDGs!",
    "title": "One Year of Exploring the IDGs with 29k",
    "contributors": [
      "cla8vdpi400032e64780t7x8e",
      "cla8up9cc00022e64vyvimesw"
    ],
    "tags": [
      "claslmtfw00022e61wczv3rjv",
      "clasln96b00032e610ihpw8ww"
    ],
    "id": "cla8umwjn00002e64u4qcrrks",
    "image": "/community/static/images/2021-12-27-29k-explorers-2.webp"
  },
  "sv": {
    "id": "cla8umwjn00002e64u4qcrrks",
    "slug": "lj124tg",
    "dimensions": [
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5"
    ],
    "image": "/community/static/images/2021-12-27-29k-explorers-2.webp",
    "imageAlt": "Dewdrop on grass",
    "publishedAt": "2022-11-22T23:00:00.000Z"
  }
}