{
  "en": {
    "publishedAt": "2022-11-21T23:00:00.000Z",
    "slug": "cha21p7",
    "dimensions": [
      "ckzi3855r0086e2n0smi0mew5",
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5"
    ],
    "imageAlt": "Members of the IDG Hub in Barcelona",
    "story": "The IDG Barcelona Hub has been sharing and co-creating the Inner Development Goals since the first IDG Summit.\n\nIn our last meet-up on November 18th, it was wonderful to see an open, honest and diverse group of individuals united by the same goals and prioritizing inner transformation and development as a fundamental lever to impulse and sustain a future that is good for all.\n\n![](/images/2022-11-18-barcelona-1.JPG)\n\nWe met in Cloudworks, a co-working hub with multiple spots around Barcelona and started with a meditation and grounding facilitated by one of our members. We are thrilled to have among us diverse and multidisciplinary profiles that can offer a wide scope of content, talks, workshops and insights.\n\nWe updated and revised our governance model, splitting into groups to see what each of the IDGs and their dimensions and skills meant to each one of us, while also thinking how we can dive deeper and what tools we have to practice them. It was a moment of integration and co-creation, where we were able to see and grasp in an individual matter how we embody and live the specific IDGs and see some resistance and personal stories while discussing them openly.\n\n![](/images/2022-11-18-barcelona-3.JPG)\n\nWe ended the session with another short mindfulness practice, and were headed to have dinner at Mescladís, an amazing local foundation / restaurant that promotes opportunities for people with difficulties in accessing the labor market and whose human rights are not guaranteed. We aim to meet at places that are willing to change systemic dynamics with purpose and empathy.\n\nWe feel grateful to find a group pf participants willing to permeate the systems and the organizations with values and transformation that starts from within and we believe we are planting the seeds to do so.\n\nAs of now, we are currently identifying next steps of the development of the hub, as well as roles and objectives to continue expanding the movement.",
    "title": "IDG Hub Barcelona Grows and Solidifies",
    "contributors": [
      "clasm16ef00062e61va7c0occ",
      "clatcxmvg00002e612no0wt3j"
    ],
    "tags": [
      "claslmtfw00022e61wczv3rjv",
      "clasln96b00032e610ihpw8ww"
    ],
    "id": "clasm8o9400092e61ptvwn4w1",
    "image": "/community/static/images/2022-11-18-barcelona-2.JPG"
  },
  "sv": {
    "publishedAt": "2022-11-21T23:00:00.000Z",
    "id": "clasm8o9400092e61ptvwn4w1",
    "slug": "cha21p7",
    "image": "/community/static/images/2022-11-18-barcelona-2.JPG",
    "dimensions": [
      "ckzi3855r0086e2n0smi0mew5",
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5"
    ]
  }
}