{
  "en": {
    "publishedAt": "2022-11-23T23:00:00.000Z",
    "slug": "1y221of",
    "intro": "At a sustainability day in Sweden hundreds of people gathered from all sectors, focusing on the solutions of tomorrow and the inner shifts that are necessary.",
    "dimensions": [
      "ckzi3855r0086e2n0smi0mew5",
      "ckzi38ilp0149e2n0idgw5zqv",
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5",
      "ckzi39fwv0374e2n0d2eynda4"
    ],
    "imageAlt": "Gabriella Grusell on stage presenting her keynote about the Inner Development Goals",
    "story": "Like so many other countries and counties Halland has a Sustainability day. A day with focus on how to reach the Sustainability Development Goals.  We gather people from all sectors – public sector, universities, businesses, NGOs, social enterprises and other organizations. Traditionally focus has been on which measures we can take, what outer action we need to do. This year was different. Focus was set on each and every one of us, how we can reconnect with nature and ourselves to make new decisions and lead towards a more sustainable future. \n\nOne of the Keynote speakers was Gabriella Grusell from Lighthouse Stockholm AB introducing the IDGs, and in the afternoon she also gave a Masterclass with the IDGs in action. There was a lot of interesting Masterclasses, Energy solutions, Sustainable Investments etc but the IDG Masterclass was by far the biggest!\n\nThe participants were walked through the five dimensions and we stopped for an exercise for each dimension. This gave everyone an EXPERIENCE of what the IDGs can be in practice, not only a theoretical framework. At the end everyone got some time to reflect, and then share with a small group, what actual steps they would take the coming week themselves and in their organizations that would reflect the IDGs and practice the various skills. We were struck by how much happened in only two hours. \n\nOur biggest takeaway was the power of gathering people from all sectors in the same room, create a sense of security and engage the whole person, not just their minds. Not even a week has passed and already there have been a number of people reaching out wanting to know more and start introducing more of these kinds of practices for themselves and within their organizations.\n\nIf you want to take part of the exercises we made, or have any thought or questions you’re welcome to reach out to [jenny.frick@coompanion.se](mailto:jenny.frick@coompanion.se)",
    "title": "Gathering Across Sectors to Practice IDG Skills",
    "contributors": [
      "cla2qy3dn00042e64fyiccgpm",
      "clau5a9j800002e61mdzz5952"
    ],
    "tags": [
      "claslmtfw00022e61wczv3rjv",
      "clasln96b00032e610ihpw8ww"
    ],
    "id": "clau5k7yx00012e61k7p0d977",
    "image": "/community/static/images/2022-11-17-halland-sustainability-day.png"
  },
  "sv": {
    "publishedAt": "2022-11-23T23:00:00.000Z",
    "id": "clau5k7yx00012e61k7p0d977",
    "slug": "1y221of",
    "dimensions": [
      "ckzi3855r0086e2n0smi0mew5",
      "ckzi38ilp0149e2n0idgw5zqv",
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5",
      "ckzi39fwv0374e2n0d2eynda4"
    ],
    "image": "/community/static/images/2022-11-17-halland-sustainability-day.png"
  }
}