{
  "en": {
    "publishedAt": "2022-11-24T23:00:00.000Z",
    "slug": "uq121lo",
    "intro": "Tuesday November 22nd, members from IDG Hubs in Japan, Brazil, Spain, Norway and Sweden met. The purpose was to explore how we can inspire and be inspired by each other and together focus on one IDG dimension per month starting in January with BEING.",
    "dimensions": [
      "ckzi3855r0086e2n0smi0mew5",
      "ckzi38ilp0149e2n0idgw5zqv",
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5",
      "ckzi39fwv0374e2n0d2eynda4"
    ],
    "imageAlt": "Members from IDG Hubs in 5 countries on the initial meeting. Welcome to join the next one!",
    "story": "Coming from different countries we met in various IDG Gatherings and were all interested in LIVING the IDGs and getting into action ourselves. In many situations we find ourselves talking about the IDGs, we also want to inspire others to practice by leading by example. So we decided to meet and start exploring this.\n\nWe started the meeting just looking at the screen. Taking in each other and that we’re calling in from different parts of the world, but all sharing the same clear intention. We all want to practice and spread the IDGs to enhance the work towards the SDGs.\n\nThree goals became clear. We want to...\n1. practice ourselves in safe environments to build the resilience to share the practices in other environments where this kind of work is not so common.\n2. explore and share the [IDG toolkit](https://idg.tools), including [29k courses](https://29k.org).\n3. have some kind of super simple guide with suggestions for exercises and methods for practicing being (and then the other dimensions as well). Something that can be shared with people to lower the threshold to start practicing.\n\nWe decided to start practicing BEING in January 2023, THINKING in February and so on. We meet again in two weeks time to continue to explore how we can inspire and be inspired by each other BEING in January. We will also start co-creating one example of the super simple guide we are wanting. Let us know if you want to contribute!\n\nAnd please join the movement LIVING THE IDGs and focusing on one dimension per month.\n\nLet us inspire and be inspired!",
    "title": "Living the IDGs – Join us as a Global Movement",
    "contributors": [
      "cla2qy3dn00042e64fyiccgpm"
    ],
    "tags": [
      "claslmahh00012e614j9vvb7o",
      "claslmtfw00022e61wczv3rjv",
      "clasln96b00032e610ihpw8ww"
    ],
    "id": "clavm86rt00002e613d8cd65r",
    "image": "/community/static/images/2022-11-22-living-the-idgs.webp"
  },
  "sv": {
    "publishedAt": "2022-11-24T23:00:00.000Z",
    "id": "clavm86rt00002e613d8cd65r",
    "slug": "uq121lo",
    "image": "/community/static/images/2022-11-22-living-the-idgs.webp",
    "dimensions": [
      "ckzi3855r0086e2n0smi0mew5",
      "ckzi38ilp0149e2n0idgw5zqv",
      "ckzi38wix0218e2n09ncgnmxx",
      "ckzi3951t0293e2n0n3bykbg5",
      "ckzi39fwv0374e2n0d2eynda4"
    ]
  }
}