{
  "en": {
    "publishedAt": "2022-12-01T22:50:58.416Z",
    "slug": "9m323sf",
    "intro": "After getting started as an IDG Hub and organizing local events with up to 80 participants, learn how IDG Hub Flanders is finding a balance between strategic planning combined with outward action.",
    "dimensions": [
      "ckzi3951t0293e2n0n3bykbg5",
      "ckzi39fwv0374e2n0d2eynda4"
    ],
    "imageAlt": "Starting the morning in the beautiful garden.",
    "story": "After the International IDG Summit in April ’22, a Flemish delegation organised a digital afterdrink. Enthusiasm, urgency and spring was in the air and it was very quickly clear that we would launch our own Flemish local hub. Sometimes things organise themselves so smoothly, that you just know you’re on the right track. By the time summer arrived, a group of 15 people had organically found each other, to organise a Summit together.\n\nWe gathered with a group of 80 people during our Summit in October. We started out the day connecting to ourselves, each other and the Earth in the beautiful garden of the abbey where we were meeting.\n\nDuring our morning session we explored the IDG framework together. We chose a format where we tried to understand with our head and heart, changing between talks, musical intervention and mindfulness practice. After lunch we explored in small groups Flemish Inner Development practices.  We split into sessions on Compassion, finding our powersource, Voice Dialogue, Active hope, Ecopsychology and a sharing circle on friction concerning inner growth themes in a corporate context.\n\nIn the afternoon we explored together the why, what and how of a Flemish Hub. It became a very lively discussion and pretty intense. During the participatory session it was clear that there is an enormous amount of energy, desire and urgency around the IDGs. The IDGs offer a very reassuring theoretical framework, but how to proceed with them is up to us. The form that the hubs will take worldwide, and therefore also here in Flanders, will be a slow and incremental process. And that sometimes clashes with the sense of urgency and the urge for clear answers in this complex and hectic context.\n\n![Exploring the why, what and how of the Flemish IDG Hub](/images/2022-12-01-flanders-2.webp)\n\nWe ended the day with a beautiful ritual to bless the international and Flemish IDG movement…\n\n![Closing session to end the day](/images/2022-12-01-flanders-3.webp)\n\nIn the further development of the hub, we take into account the, at first glance, opposing dynamics that emerged during the co-creation moment. On the one hand, the call to first and foremost think strategically about the hub itself, to turn inward and slow down. On the other hand, the drive and urgency to go broadly outward and into action. We believe these actions and steps on different rhythms can inspire and reinforce each other.  At this moment everybody is invited to initiate actions and small events according to the needs they spots. This could be for example intervision, inspirational sessions, sessions to include certain target groups… Parallel to this action-oriented approach, we will start a process to strategically shape the hub with a committed group.\n\nThe hub is furthermore a place where we can exchange and inspire. Through [our LinkedIn group](https://www.linkedin.com/groups/14097862/) we share interesting articles or videos, events or workshops on inner development, ways in which we use the IDGs in your own practice, etc… Background information, reports, participant lists, presentations, photos and tools are also open to everybody through a shared google drive.\n\nMeanwhile, we continue to watch the international movement closely. We see a lot of exciting opportunities in the near future and are looking forward to what may yet arise.\n\nFurthermore, the dream is to have all this locally come together once or several times a year in larger, festive gatherings. Because in Flanders we love to celebrate together!",
    "title": "IDG Hub Flanders Gains Momemtum",
    "tags": [
      "clasln96b00032e610ihpw8ww",
      "claslmtfw00022e61wczv3rjv"
    ],
    "id": "clbmthd7000022e63jesiutwl",
    "image": "/community/static/images/2022-12-01-flanders-1.jpg"
  },
  "sv": {
    "publishedAt": "2022-12-01T22:50:58.416Z",
    "id": "clbmthd7000022e63jesiutwl",
    "slug": "9m323sf",
    "image": "/community/static/images/2022-12-01-flanders-1.jpg",
    "dimensions": [
      "ckzi3951t0293e2n0n3bykbg5",
      "ckzi39fwv0374e2n0d2eynda4"
    ]
  }
}