{
    "resources": "* Chawla, L. (2020). Childhood nature connection and constructive hope: A review of research on connecting with nature and coping with environmental loss. People and Nature, 2(3), 619-642.\n\n* van Droffelaar, B. (2020). The Impact of a Wilderness-Based Training Program on Leadership Transformation. Doctoral thesis, Wageningen University, the Netherlands.\n\n* Dunlap, R. E., & Van Liere, K. D. (1978). The “new environmental paradigm”. The journal of environmental education, 9(4), 10-19.\n\n* Evans, G. W., Otto, S., & Kaiser, F. G. (2018). Childhood origins of young adult environmental behavior. Psychological science, 29(5), 679-687.\n\n* Ewert, A., Place, G., & Sibthorp, J. (2005). Early-life outdoor experiences and an individual's environmental attitudes. Leisure Sciences, 27(3), 225-239.\n\n* Gennvi, G. (2019). Nature Quest and The Inner Leadership. [https://www.youtube.com/watch?v=SfpAr-X8bGo](https://www.youtube.com/watch?v=SfpAr-X8bGo)\n\n* Mayer, F. S., & Frantz, C. M. (2004). The connectedness to nature scale: A measure of individuals’ feeling in community with nature. Journal of environmental psychology, 24(4), 503-515.\n\n- Visionary Films Stockholm (2016). Into the Great Mystery - A Reconnection to Nature. [https://vimeo.com/182526162](https://vimeo.com/182526162)",
    "name": "Nature Quest",
    "slug": "sl72413",
    "intro": "Connections with nature have the potential to leverage deep societal change toward respect and care for our environment. It can help the practitioner recognize that we do not exist independently and that our sense of self includes nature, fostering pro-environmental behavior.",
    "relevancy": [
        {
            "skill": "ckzi3e4as1251e2n0fz614xn4",
            "score": 100
        },
        {
            "skill": "ckzi3ef9s1366e2n082dhihsm",
            "score": 100
        },
        {
            "skill": "ckzi3blfz0687e2n0huf88a8y",
            "score": 70
        },
        {
            "skill": "ckzi3ezut1614e2n07fab18pt",
            "score": 90
        },
        {
            "skill": "ckzi3eor91487e2n0qdoa639u",
            "score": 60
        },
        {
            "skill": "ckzi3b8sz0614e2n0ijnnazce",
            "score": 60
        },
        {
            "skill": "ckzi3hqs63163e2n03h36pb73",
            "score": 60
        },
        {
            "skill": "ckzi3hi072982e2n0r4cdkqjy",
            "score": 50
        }
    ],
    "tags": [
        "cl7lzoeqy00002e62ke8rog8l",
        "cl7lzp6jh00012e623q59s9pf",
        "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl7qkz7q300062e64ynyxxctu",
    "description": "People mainly protect and restore the natural world for the sake of relational values: due to attachment to a special place in nature and in general due to the feeling of being connected with nature. Our level of connection to nature increases with time spent outdoors, especially with time spent in wild nature. Nature quests further develop emotional connection to the natural word, and deepen our awareness towards the environment and the relationship between humankind and the natural world.\n\n## How it can help\n\nExpanding our sense of self so that it includes the natural world can fostering pro-environmental behaviour, as we will be less likely to harm it because harming the natural world would then be experienced like self-destruction.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
    "actions": "If you want to do it yourself, a short or a longer stay, try the following:\n\n1. Find a sit spot that's “calling you,” a place in a forest, a park, or by the water where you want to be. Focus and relate and relax into your surroundings; Observe what is already there and let the beauty guide you.\n\n2. Profoundly connect Inner Nature with Outer Nature and follow it to True Source Nature by listening to the sounds around you, feeling the ground that is carrying you, smelling the air, tasting it, and sinking into your visual field. The aim is to leave everyday habits and patterns behind so something new can emerge.\n\n3. Explore the sensations that may come to mind on the sit spot and let your thinking mind wander; observe your thoughts move like clouds in the blue sky. Notice, and let go."
}