{
    "publishedAt": "2022-11-22T23:00:00.000Z",
    "slug": "0u1214u",
    "intro": "Three Norwegian Hubs share their experiences from starting a national cooperation and want to inspire new Hubs to join.",
    "dimensions": [
        "ckzi3951t0293e2n0n3bykbg5"
    ],
    "imageAlt": "Norweigian IDG Hub coordinators planning their next activities, and how to collaborate.",
    "story": "Three new IDG Hubs have been established in Norway. We are proud to introduce the Hubs; Awake, IDG Fredrikstad and Relate2Change.\n\nThe three Hubs each found their way to IDG separately, but are very much united in their involvement for the cause.\n\nIn October, we all got together for the very first time through Zoom. We got to know each other a little, and decided to catch up in person and get to work.  So, in November, we all met up at the former Swedish Embassy in Oslo, where Relate2Change is based. Our agenda: to discover and discuss how we can contribute.\n\nWe discovered that we have a lot in common. We now know that we share a vision. We learned that we share the same enthusiasm and involvement. We are all very concerned with climate change and sustainability. We learned that we all have broad experience from different lines of work, but we all have skills and competence in the area of personal development. Everyone has experience with being agents of change. Everyone wants to contribute with their skills and knowledge.\n\n## So, how will we proceed?\n\nOne of the things we discussed, is whether the Hubs should be non-profit or should be linked more directly to our professional line of work. We have chosen different paths, but we all agree that there are numerous ways to influence our surroundings and spread the message of IDG. We then agreed to collaborate as much as we can, and draw upon eachother to create synergies. We will have more joint hub meetings and also invite each other to the events we host individually.\n\nA separate webpage on www.Relate2Change.com has been set up with the sole purpose of promoting the IDGs, and making all Hubs and other organisations in Norway that want to contribute visible.\n\nWe are getting together again in late January to creatively explore activities for 2023.  If there are any new Hubs in Norway they are more than welcome to join us. We are just coming out of the starting blocks and are excited for the next few steps as well as the full race for a more sustainable future.\n\nIf you have experience of coming together as a national hub, collaborating between several local Hubs, please reach out to share experiences.\n\nAwake Impact Hub: <https://www.awakeoslo.no>, [joril@awakeoslo.no](mailto:joril@awakeoslo.no)\n\nRelate2Change Hub: <https://www.relate2change.com>, [cw@relate2change.no](mailto:cw@relate2change.no)\n\nIDG Fredrikstad Hub: [olle@ollehallgren.se](mailto:olle@ollehallgren.se)",
    "title": "The IDGs Have Reached Norway!",
    "contributors": [
        "clauavq7s00002e61gcvwu98u",
        "claub0gz800022e6114tlh3x8",
        "clauazir600012e61f9o6n10y"
    ],
    "tags": [
        "claslmtfw00022e61wczv3rjv"
    ],
    "id": "clau9x0y300002e612ioyodc4",
    "image": "/community/static/images/2022-11-20-idg-norway.webp"
}