{
    "publishedAt": "2022-12-12T23:00:00.000Z",
    "slug": "dg423w1",
    "intro": "Want to get serious about inner development at scale? Start with yourself. 29k psychologist Jenny Rickardsson shares a personal journey.",
    "imageAlt": "Seedlings growing next to each other - just like we as people grow together with others.",
    "story": "The psychologist William Fordyce once said \"Information is to behavior change as spaghetti is to a brick wall.\"\n\nUseless.\n\nWe all know that flying is detrimental to global warming. We still do it.\n\nWe all know that eating red meat is bad for the planet. We still do it.\n\nWe all know that over-consumption of food and clothes poses an imminent threat to humanity. We still do it.\n\nKnowing is not doing. And it’s the doing that makes all the difference.\n\nFive years ago that’s how 29k Foundation got started. With the strong belief that there needs to be a trustworthy space for practising inner development, available to everyone, for free. To help us grow the skills needed to address the challenges humanity faces, based on what science says. A place that’s all about being the joints and the bricks, and not the spaghetti. And since we’re in a hurry to make changes in this world before the planet bursts into flames, we need to scale up our efforts.\n\nThe digital platform that was built is the non-profit open source 29k app, launched in 2020 with the intention to reach millions. Users engage in courses, exercises and meditations to strengthen mental well-being and inner skills to create a more thriving and sustainable world. There’s a video sharing group functionality for support, human connection and deeper learnings.\n\nAnd this is where this gets personal.\n\nI’m a psychologist. Hardcore scientist. Used to help people suffering from mental health problems recover. Previously familiar with the concept of positive psychology (about what makes people happy and thrive), but I don’t come from a tradition of inner development. I joined the 29k team in 2020, about the same time as my new colleagues were engaged in launching the then new initiative of the Inner Development Goals to reach the Sustainable Development Goals (the 29k Foundation is one of the founding partners of the IDGs).\n\nStarting a new job, you’re always in for an experience. 29k was unlike any other work place I’ve encountered. Everyone had been to numerous retreats. They hugged me the first time they met me. Encouraged me to formulate my own inner growth goals. Arranged feedback sessions with everyone in the team. Did retros and constantly tried to improve how they worked together. Had one-on-one-meetings with their inner growth buddy once a week. Started the Monday meeting with a team-wide sharing exercise. I was a little overwhelmed at first. Everyone was so keen to continuously develop. Even with the outspoken intention of 29k to be a deliberately developmental organisation, I was not prepared for the magnitude. There was also something about the motivation that struck me. In general, with psychological interventions of different kinds, science says it’s hard to make people motivated to do changes if they don’t stem from a perceived problem.\n\nSometimes people ask if life is easier, knowing the things you have learned being a psychologist. The short answer is yes. I believe I am a better partner and parent as a direct consequence of learning on parenting and romantic relationships, and applying those learnings in my own context. The longer answer would be: only to some extent – because as Fordyce so eloquently put it, changing behaviors is not a superficial thing. It takes effort, direction, deliberate action and ability to persist. It will not happen by itself just because we know something. So for me and many others, the areas in life where there’s little or no acute need to change behaviors, they pretty much stay the same.\n\nBut at 29k that was not the case. People were deliberately trying to evolve, develop new skills and strive to thrive. Not just talking about it, not just thinking that it applied to others, but actually walking the talk. And this is what we’re trying to achieve within the app as well. Make inner development motivating and scalable, for everyone, for free.\n\nPersonally, I use the 29k tools now and then to meditate, take mindful breaks from work or practice perspective taking. I’m really proud that everything is evidence-based, the lovability and the quality of our content. But actually, I’ve not committed to a group to learn, do sharings and grow together over time. And I’m not alone. This year we’ve finally seen the number of users take off, reaching 300 000 downloads of the app. And people like it, we have a 4.8 average user rating from over 200 countries. But very few of them come into the video sharing experience, just like me. \n\nDigging in to the science around opening up, sharing what we feel, think and experience gives a solid picture of the benefits. Naming our own experience, telling others and hearing others, helps us heal, grow bonds, connect, gain perspective and learn new things, to name a few.\n\n![Two screenshots from the new 29k sessions app where people do an exercise together in a live video chat](/images/2022-12-13-29k-sessions.webp)\n\nSo after working with improving the video sharing experience in the app to make more people find it, we’re now in a process of redefining the 29k experience. Instead of content first, sharing later, it will all come together as one. Inner development together with others, in live sessions in the app. The first stab of this new version is being tested right now in a parallel app we call 29k sessions (for now). Being the person responsible for content at 29k, I’ve now been in numerous test sessions with other users in our early access app. Doing the same exercise over and over, reflecting, sharing my reflection, listening to others doing the same has come with a twist: even I am hooked.\n\nI know this content, inside and out. I’ve read all the research papers on the interventions. Written the instructions. Guided others through these exact exercises a number of times. The difference is the way we do it. How we apply it. Joining live sessions with an approved host (a psychologist or an experienced facilitator) or private sessions with those you invite to join, gives each session a unique application of the same information. Instead of reading through it, the app now nudges me to process, use my senses and do differently. Live. Can’t help but think that Fordyce would be happy with how we apply behavioral science in this format.\n\nWe’re now inviting you to [join and use the sessions](https://29k.org/earlyaccess) for yourself, or with your IDG hub or node. Inner development is not something you do alone.\n\nCome be the joints and the bricks. And let’s contribute to a more sustainable and thriving world, together.\n\n---\n\nJenny Rickardsson is a lic psychologist, PhD, academic researcher and journalist. She’s working for the foundation 29k and is an affiliated researcher at Karolinska Institutet.\n\n---\n\nWant to try the coming version of the 29k app while it’s under construction and co-create what’s developed next?\n    \nDownload 29k sessions early access on your phone:\n    \n- [Android](https://play.google.com/store/apps/details?id=org.twentyninek.app.cupcake)\n- iOS\n  1. First, download [TestFlight](https://apps.apple.com/se/app/testflight/id899247664) [by clicking this link](https://apps.apple.com/se/app/testflight/id899247664)\n  2. Second, download [29k sessions from this link](https://testflight.apple.com/join/0VdruQ6z)\n\nRead more: [29k.org/earlyaccess](https://29k.org/earlyaccess)\n\nIf you’re looking for inner development in our comprehensive mother-app, try the [current version](https://app.29k.org/download) by clicking the link on your smartphone.",
    "title": "Bridging the Knowing-Doing Gap",
    "contributors": [
        "clbmo4v4f00022e63icbh5fru"
    ],
    "tags": [
        "claslmtfw00022e61wczv3rjv"
    ],
    "id": "clbmoybbb00032e63xyvsi4ih",
    "image": "/community/static/images/markus-spiske-4pg6wllvag4-unsplash.webp"
}