{
    "publishedAt": "2022-12-14T23:00:00.000Z",
    "slug": "d312284",
    "intro": "This is a story of deep listening and bond creation within an IDG Hub in Spain, and also a story of a human group moving forward, focused on its intention, by using deep listening.",
    "dimensions": [
        "da0",
        "da2"
    ],
    "imageAlt": "We feel our hub as a forest that lets light in, gives shade when it is hot and are connected inside with roots.",
    "story": "Our hub was created in Spain in May 2022 thanks to contacts made during an IDG Stockholm event, initially we were 9 members. We are academics and professionals with knowledge and experience in Theory U and other IDG tools. We set the initial shared intention with the Theory U tool of vertical prototyping. We wanted to make visible the experience and previous work done by the members of the hub in order to transmit the possibilities of the IDGs to different fields of society where our members are actively working. Our thought were that we do not need to learn new tools, but can make our experience with known tools socially profitable. We also wanted to support each other as a network in this intention.\n\nIn September more people showed interest in joining the hub, but some of them hadn't done any work in the field of Theory U or other relevant tools. It seemed as though extra time was necessary to incorporate them into the group, but since energy and time are very limited in the hub there were feelings of conflict.  We didn't want to exclude anyone, but we needed to take care of our time, energy and health. So, a couple of us presented this conflict to the hub with the tool of Theory U Case Clinic on October 22. Along the session, stress and conflict between the need of structure and flexibility emerged for nearly everyone, but at the end of the session we felt comforted about observing the group disturbing feelings emerging. Comforted that we can trust the group and express our fears and vulnerability; and in this mood something different opened up in our emotions and consciousness. We accepted that we didn't know what to do at that point, and trusted that if we let this experience settle for one month and then had another session, something new would probably emerge.\n\nWe had this next session at the beginning of November 22, we used SPT from Theory U (20 minutes dance and stuck tools). The experience was really expansive and a strain reliever. We shifted from being stuck as a group, where we felt fear, pain and vulnerability to feeling present in our bodies and openness to doing with joy and without effort. To deeply listen, embrace pain and discomfort with compassion, building a safe space of sharing and dialogue. Those are now the key group values that are being built in a shared document and we agreed to use them as a group compass. We are also contributing in this document with practical next steps and actions to manage the process of new people coming into the hub, and are preparing a face to face meeting in Spain in spring/summer 2023.\n\nThe main take-aways of this story are that when we are able to stay and listen to both our individual and group states and emotions, then the next group step emerges. And it emerges in such a deep level that human bonds are really strengthened, some of us felt it even in our bodies, in the center of the chest.\n\nThis experience of our hub is relevant to practicing the IDGs to reach the SDGs. If we want to develop the collective consciousness and presence to stop that which is creating all the imbalances to sustainability, we need to observe and learn to cope with difficulty within the group. It is basically to walk together, we need to walk from within each individual, connected to the inner self and to the rest of the group.\n\nAs far as the impact of this action of using Theory U tools for deep listening and giving chance to the emergence of something new is not only new practical ideas emerging for the strategy of the hub, but an incredible qualitative growth of trust and bonds within the group. As a consequence, in our next meeting in December 22 we will be establishing this strategy based in a reformulated and refreshed shared intention.\n\nIf you want to know a bit of the professional experience of the hub and emails, you can find it [here](https://docs.google.com/spreadsheets/d/1dMi5QMvpg1Q8W-EHKdP-x78CCef7VeK2hpPGycZaxbM/edit?usp=sharing)\n\nI want to thank the whole IDG Hub, including: Almendra Staffa, Ana Moreno, Baruc Coraz칩n, Be침at Etxabarri, Edith Claros, Gonzalo Sebasti치n, Iban Galletebeitia, Ion Leceta, Isabel Ortiz, Oyer Coraz칩n, Paco Caballero, Sharam Yalda. Thank you for being who you are!",
    "title": "Deep Listening to Vulnerability and Discomfort To See the Next Step",
    "contributors": [
        "clbp45czk00022e62250zx6dc"
    ],
    "tags": [
        "clasln96b00032e610ihpw8ww"
    ],
    "id": "clbp47aa500002e621r0h8ccl",
    "image": "/community/static/images/matthew-smith-Rfflri94rs8-unsplash.webp"
}