{"en":{"stories":[{"publishedAt":"2022-11-24T23:00:00.000Z","slug":"uq121lo","intro":"Tuesday November 22nd, members from IDG Hubs in Japan, Brazil, Spain, Norway and Sweden met. The purpose was to explore how we can inspire and be inspired by each other and together focus on one IDG dimension per month starting in January with BEING.","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38ilp0149e2n0idgw5zqv","ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5","ckzi39fwv0374e2n0d2eynda4"],"imageAlt":"Members from IDG Hubs in 5 countries on the initial meeting. Welcome to join the next one!","story":"Coming from different countries we met in various IDG Gatherings and were all interested in LIVING the IDGs and getting into action ourselves. In many situations we find ourselves talking about the IDGs, we also want to inspire others to practice by leading by example. So we decided to meet and start exploring this.\n\nWe started the meeting just looking at the screen. Taking in each other and that we’re calling in from different parts of the world, but all sharing the same clear intention. We all want to practice and spread the IDGs to enhance the work towards the SDGs.\n\nThree goals became clear. We want to...\n1. practice ourselves in safe environments to build the resilience to share the practices in other environments where this kind of work is not so common.\n2. explore and share the [IDG toolkit](https://idg.tools), including [29k courses](https://29k.org).\n3. have some kind of super simple guide with suggestions for exercises and methods for practicing being (and then the other dimensions as well). Something that can be shared with people to lower the threshold to start practicing.\n\nWe decided to start practicing BEING in January 2023, THINKING in February and so on. We meet again in two weeks time to continue to explore how we can inspire and be inspired by each other BEING in January. We will also start co-creating one example of the super simple guide we are wanting. Let us know if you want to contribute!\n\nAnd please join the movement LIVING THE IDGs and focusing on one dimension per month.\n\nLet us inspire and be inspired!","title":"Living the IDGs – Join us as a Global Movement","contributors":["cla2qy3dn00042e64fyiccgpm"],"tags":["claslmahh00012e614j9vvb7o","claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"id":"clavm86rt00002e613d8cd65r","image":"/images/2022-11-22-living-the-idgs.webp","link":"living-the-idgs-join-us-as-a-global-movement-uq121lo"},{"publishedAt":"2022-11-21T23:00:00.000Z","slug":"cha21p7","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5"],"imageAlt":"Participants at the last event with the IDG Hub in Barcelona","story":"The IDG Barcelona Hub has been sharing and co-creating the Inner Development Goals since the first IDG Summit.\n\nIn our last meet-up on November 18th, it was wonderful to see an open, honest and diverse group of individuals united by the same goals and prioritizing inner transformation and development as a fundamental lever to impulse and sustain a future that is good for all.\n\n![](/images/2022-11-18-barcelona-1.webp)\n\nWe met in Cloudworks, a co-working hub with multiple spots around Barcelona and started with a meditation and grounding facilitated by one of our members. We are thrilled to have among us diverse and multidisciplinary profiles that can offer a wide scope of content, talks, workshops and insights.\n\nWe updated and revised our governance model, splitting into groups to see what each of the IDGs and their dimensions and skills meant to each one of us, while also thinking how we can dive deeper and what tools we have to practice them. It was a moment of integration and co-creation, where we were able to see and grasp in an individual matter how we embody and live the specific IDGs and see some resistance and personal stories while discussing them openly.\n\n![](/images/2022-11-18-barcelona-3.webp)\n\nWe ended the session with another short mindfulness practice, and were headed to have dinner at Mescladís, an amazing local foundation / restaurant that promotes opportunities for people with difficulties in accessing the labor market and whose human rights are not guaranteed. We aim to meet at places that are willing to change systemic dynamics with purpose and empathy.\n\nWe feel grateful to find a group pf participants willing to permeate the systems and the organizations with values and transformation that starts from within and we believe we are planting the seeds to do so.\n\nAs of now, we are currently identifying next steps of the development of the hub, as well as roles and objectives to continue expanding the movement.","title":"IDG Hub Barcelona Grows and Solidifies","contributors":["clasm16ef00062e61va7c0occ","clatcxmvg00002e612no0wt3j"],"tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"id":"clasm8o9400092e61ptvwn4w1","image":"/images/2022-11-18-barcelona-2.webp","link":"idg-hub-barcelona-grows-and-solidifies-cha21p7"},{"publishedAt":"2022-11-22T23:00:00.000Z","slug":"lj124tg","intro":"Are you curious about inner development, but don’t know how, or where to start? Here’s what a group of friends learned by doing five 29k courses together, and how you can find motivation by combining regular exercises with in-person events - and having fun!","dimensions":["ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5"],"imageAlt":"A Swedish winter lake view, combined with presence and playfulness creates good conditions for inner development.","story":"Note: This story shares one way to use the 29k app (as of November 2022) to explore the IDGs in practice. We were super excited to learn that 29k will soon launch the public beta version of their new app ([you can sign up here to try the new version](https://forms.gle/efrxaowTr4cDDj4m7)). However, we also highly recommend you try the existing 29k app if you want to try the same in-depth content that we used throughout this story, and found very valuable for our group.\n\n## Creating a context where inner development can happen\nIt all started one evening in September 2021 after a festive dinner, for which we had gathered a group of friends from different parts of Sweden. Some of us knew each other, and some new connections were made. We all had sustainability as a shared interest, and several of us were curious about personal development.\n\nThe evening had a playful theme which made it easy to get to know the group, and set the stage for very interesting discussions. We talked about inner development, future visions, norms in society and finding a balance between using social media and creating time and space for reflection in a busy life. Looking back, this combination of playfulness and meaningful discussions were really important to create the conditions for what was to come next.\n\nAfter this evening, we wanted to stay in touch and continue the discussions. Some of us knew about the [open source and non-profit 29k app](https://29k.org), which has been specifically designed to enable deeper reflections and spending meaningful time together with other people. This primarily happens in sharing sessions - video calls in the 29k app where a group of people are fully present, listening and sharing reflections on some exercise.\n\nThe 29k sharing sessions are pretty special because it’s a safe space to explore deep thoughts and emotions with others, and with clear rules. For example to remain silent except when it’s your turn to share, and to never interrupt or comment on what other people share. This creates a very safe and nice environment that makes it easier to focus on the exercise and what others share.\n\nSo back in October 2021, we decided to try one of the 29k courses, and based on common interests and a vote, we started with [Purposeful Leadership](https://idg.tools/purposeful-leadership-z00tzjc). To get started, one of us created a private group in the 29k app and invited the others. After selecting the course and the time for our weekly sharing session, we were excited to get started.\n\n## The 29k app and the real value of sharing sessions\n\nIf you’re not familiar, the way 29k works (as of November 2022) is that you either do shorter exercises or longer courses on your own - or the same content but with a group of people. You can choose courses from a wide range of topics. Based on our experience with both the IDGs and the 29k app, most of the content is highly relevant to explore the IDG framework in practice.\n\nThe core feature for us has been the ability to have weekly sharing sessions. Before these weekly sessions, we first completed the same exercise on our own while taking notes. This usually took 30-45 minutes, and it was well worth taking some extra time when deeper insights emerged. Even when someone of us didn’t have time to do the weekly exercise, it was still valuable to participate in the sharing session.\n\nDoing the 29k exercises on your own is quite valuable in itself, but the real value comes in the sharing sessions, which helped our group in several ways:\n\n1. Inner development is hard on your own - doing this together with others helps us stay accountable. This creates stronger incentives to complete - and celebrate progress together.\n2. The real value of sharings is not in sharing your own reflections - but feeling seen and heard by other people. This helps you gain much deeper insights than just doing the exercise quietly on your own.\n3. You can speak out openly about your issues on the level you’re comfortable with. This can be helpful compared to just keeping them to yourself, and ease the burden in challenging times. The sharing becomes like your personal weekly support group, just like you are supporting others by showing up and being fully present.\n4. Being fully present and listening to others’ sharings is a great way to gain new perspectives and a more nuanced understanding of the current topic. You also learn a lot by quietly relating others’ experiences to your own (without judging yourself or others).\n5. And most importantly, practicing inner development together is much more fun! Adding a bit of humor when sharing about deep topics made our experience more personal and engaging.\n\n## The importance of playfulness and being together in nature\n\nAfter completing Purposeful Leadership, we wanted to meet up again and celebrate our progress, having fun and continuing discussions like the first time we met in person. This time we also wanted to try some meditations from the 29k app and explore the IDGs by reading about the framework and building a shared understanding of what they meant for us.\n\n![Beautiful winter landscape by the cabin](/images/2021-12-27-29k-explorers.webp)\n\nWe went to a scout cabin next to a lake, and enjoyed a beautiful winter landscape. Especially being in nature together allowed a significant shift in pace which made it easier to understand our personal visions for the future - and how we could use our new insights from the Purposeful Leadership course in practice. And, most importantly we had a lot of fun in the evening with dinner, an open fire and dancing.\n\nThis whole experience was really memorable, probably because we combined several different elements like playfulness and being present both with the group but also in nature.\n\n## Getting up to speed and inviting more people\n\nAfter a holiday break we wanted to start a new course, this time inviting more friends to join us. We grew from being six participants to eight in early 2022 and voted to do the [Self Compassion](https://idg.tools/self-compassion-z11tzsp) course next. This offered deeper and more personal insights and felt more accessible for someone new to both 29k and the IDGs.\n\nFast forward a couple of months, and after more sharings and insights from the Self Compassion course, it felt like something really clicked. We felt like we were onto something here. A format that combines the seriousness of the meta crisis allows us to act to implement solutions, while also giving space for deep personal growth, and most importantly - opportunities to forget about everything else and just have fun!\n\nSo we did another course, this time with double the number of participants up to 16 in total. We split up into two groups – including some experienced and some new people in each. We completed [Deepening Relationships](https://idg.tools/deepening-relationships-z45tzr2), and gained some really valuable perspectives on what it means to actively improve and maintain the relationships that matter most to us. This could be applied in many different contexts and gave some concrete tools and exercises.\n\nStill living off the success of our meetup in late 2021, we met for another weekend in early summer 2022. This time adding another dimension: expressing ourselves through artwork. We also developed questions which you can ask each other to reflect on different topics. These were fun ways to get to know each other better, and also explore how each of us relate to ourselves, people around us and the living planet.\n\nThen, summer came and many wanted to take a break from the courses or were traveling, but some people still continued and did the shorter course [Acting with Purpose](https://idg.tools/acting-with-purpose-z33tz83). After summer, some people started yet another course.\n\n## What we learned from this experience\n\nIn addition to the insights earlier, organizing events and doing the courses taught us several things:\n\n1. It doesn’t take much time - and it’s well worth the effort! The best inner development is the one that happens.\n2. The 29k app works in many different contexts. In addition to using it with friends, some of us have experimented with bringing it to work and even to use it as inspiration to create meaningful conversations with people you meet in different occasions.\n3. You can do the various exercises and courses in different ways. It’s super valuable to hear how others interpreted the exercise, and how it made them reflect and feel. Being vulnerable with a group you trust is a magic feeling that we highly recommend.\n4. You need someone who’s engaged to keep the group going whenever you’re done with a course or have taken a break. Make sure people decide together on which course they want to do, and which time that fits them for the sharings.\n5. You hold each other accountable when people expect you to show up for the sharings each week – that creates a stronger incentive for you to do the course, than if you would do the course yourself.\n6. Inner development can be abstract. It’s easier when you have a format like the 29k courses.\n7. We believe one of our main success factors has been to add playfulness to the personal development, which otherwise can seem deep, challenging or even daunting.\n\n## Let’s continue the journey - together!\n\nWriting this almost exactly a year after we started the first course, it gives a really nice feeling to go back and read our personal notes from the exercises and sharing sessions we completed during the Purposeful Leadership course. Inner development is a process, and it’s both exciting to see the progress we’ve made in a year, but also humbling to know it’s a journey to be continued.\n\nWe highly recommend trying out the 29k app if you want to start exploring the IDGs in practice - ideally together with some people you want to get to know better! To find a good course to start with, you can go to <https://idg.tools> and search for tools with the “Course” tag.\n\nGood luck - and remember to have fun along the journey of exploring the IDGs!","title":"One Year of Exploring the IDGs with 29k","contributors":["cla8vdpi400032e64780t7x8e","cla8up9cc00022e64vyvimesw"],"tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"id":"cla8umwjn00002e64u4qcrrks","image":"/images/2021-12-27-29k-explorers-2.webp","link":"one-year-of-exploring-the-idgs-with-29k-lj124tg"},{"publishedAt":"2022-11-22T23:00:00.000Z","slug":"1y221of","intro":"At a sustainability day in Sweden hundreds of people gathered from all sectors, focusing on the solutions of tomorrow and the inner shifts that are necessary.","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38ilp0149e2n0idgw5zqv","ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5","ckzi39fwv0374e2n0d2eynda4"],"imageAlt":"Gabriella Grusell on stage presenting her keynote about the Inner Development Goals","story":"Like so many other countries and counties Halland has a Sustainability day. A day with focus on how to reach the Sustainability Development Goals.  We gather people from all sectors – public sector, universities, businesses, NGOs, social enterprises and other organizations. Traditionally focus has been on which measures we can take, what outer action we need to do. This year was different. Focus was set on each and every one of us, how we can reconnect with nature and ourselves to make new decisions and lead towards a more sustainable future.\n\nOne of the Keynote speakers was Gabriella Grusell from Lighthouse Stockholm AB introducing the IDGs, and in the afternoon she also gave a Masterclass with the IDGs in action. There was a lot of interesting Masterclasses, Energy solutions, Sustainable Investments etc but the IDG Masterclass was by far the biggest!\n\nThe participants were walked through the five dimensions and we stopped for an exercise for each dimension. This gave everyone an EXPERIENCE of what the IDGs can be in practice, not only a theoretical framework. At the end everyone got some time to reflect, and then share with a small group, what actual steps they would take the coming week themselves and in their organizations that would reflect the IDGs and practice the various skills. We were struck by how much happened in only two hours. \n\n![Participants of the sustainability day](/images/2022-11-17-halland-sustainability-day-2.webp)\n\nOur biggest takeaway was the power of gathering people from all sectors in the same room, create a sense of security and engage the whole person, not just their minds. Not even a week has passed and already there have been a number of people reaching out wanting to know more and start introducing more of these kinds of practices for themselves and within their organizations.\n\nIf you want to take part of the exercises we made, or have any thought or questions you’re welcome to reach out to [jenny.frick@coompanion.se](mailto:jenny.frick@coompanion.se)","title":"Gathering Across Sectors to Practice IDG Skills","contributors":["cla2qy3dn00042e64fyiccgpm","clau5a9j800002e61mdzz5952"],"tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"id":"clau5k7yx00012e61k7p0d977","image":"/images/2022-11-17-halland-sustainability-day.webp","link":"gathering-across-sectors-to-practice-idg-skills-1y221of"},{"publishedAt":"2022-11-22T23:00:00.000Z","slug":"0u1214u","intro":"Three Norwegian Hubs share their experiences from starting a national cooperation and want to inspire new Hubs to join.","dimensions":["ckzi3951t0293e2n0n3bykbg5"],"imageAlt":"Norweigian IDG Hub coordinators planning their next activities, and how to collaborate.","story":"Three new IDG Hubs have been established in Norway. We are proud to introduce the Hubs; Awake, IDG Fredrikstad and Relate2Change.\n\nThe three Hubs each found their way to IDG separately, but are very much united in their involvement for the cause.\n\nIn October, we all got together for the very first time through Zoom. We got to know each other a little, and decided to catch up in person and get to work.  So, in November, we all met up at the former Swedish Embassy in Oslo, where Relate2Change is based. Our agenda: to discover and discuss how we can contribute.\n\nWe discovered that we have a lot in common. We now know that we share a vision. We learned that we share the same enthusiasm and involvement. We are all very concerned with climate change and sustainability. We learned that we all have broad experience from different lines of work, but we all have skills and competence in the area of personal development. Everyone has experience with being agents of change. Everyone wants to contribute with their skills and knowledge.\n\n## So, how will we proceed?\n\nOne of the things we discussed, is whether the Hubs should be non-profit or should be linked more directly to our professional line of work. We have chosen different paths, but we all agree that there are numerous ways to influence our surroundings and spread the message of IDG. We then agreed to collaborate as much as we can, and draw upon eachother to create synergies. We will have more joint hub meetings and also invite each other to the events we host individually.\n\nA separate webpage on www.Relate2Change.com has been set up with the sole purpose of promoting the IDGs, and making all Hubs and other organizations in Norway that want to contribute visible.\n\nWe are getting together again in late January to creatively explore activities for 2023.  If there are any new Hubs in Norway they are more than welcome to join us. We are just coming out of the starting blocks and are excited for the next few steps as well as the full race for a more sustainable future.\n\nIf you have experience of coming together as a national hub, collaborating between several local Hubs, please reach out to share experiences.\n\nAwake Impact Hub: <https://www.awakeoslo.no>, [joril@awakeoslo.no](mailto:joril@awakeoslo.no)\n\nRelate2Change Hub: <https://www.relate2change.com>, [cw@relate2change.no](mailto:cw@relate2change.no)\n\nIDG Fredrikstad Hub: [olle@ollehallgren.se](mailto:olle@ollehallgren.se)","title":"The IDGs Have Reached Norway!","contributors":["clauavq7s00002e61gcvwu98u","claub0gz800022e6114tlh3x8","clauazir600012e61f9o6n10y"],"tags":["claslmtfw00022e61wczv3rjv"],"id":"clau9x0y300002e612ioyodc4","image":"/images/2022-11-20-idg-norway.webp","link":"the-idgs-have-reached-norway-0u1214u"}],"contributors":[{"id":"cla2qy3dn00042e64fyiccgpm","name":"Jenny Frick","link":"https://www.linkedin.com/in/jenny-frick-6036991/"},{"id":"cla8up9cc00022e64vyvimesw","name":"Samuel Plumppu","link":"https://samuelplumppu.se"},{"id":"cla8vdpi400032e64780t7x8e","name":"Sara Nyberg","link":"https://saranewmountain.earth"},{"id":"cla8wakd600042e648gvcbz7z","name":"Patrick Mc Namara"},{"id":"clasm16ef00062e61va7c0occ","name":"Eugenia Trujillo","link":""},{"id":"clatcxmvg00002e612no0wt3j","name":"Marina Henriques"},{"id":"clau5a9j800002e61mdzz5952","name":"Gabriella Sjöberg Grusell","link":"https://lighthousestockholm.se/"},{"id":"clauavq7s00002e61gcvwu98u","name":"Jøril Korperud Johnsen"},{"id":"clauazir600012e61f9o6n10y","name":"Olle Hallgren"},{"id":"claub0gz800022e6114tlh3x8","name":"Christin Winther"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Being","description":"Relationship to Self","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"]},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Thinking","description":"Cognitive Skills","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"]},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relating","description":"Caring for Others and the World","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"]},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Collaborating","description":"Social Skills","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"]},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Acting","description":"Driving change","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"]}],"tags":[{"id":"claslmahh00012e614j9vvb7o","name":"Community update"},{"id":"claslmtfw00022e61wczv3rjv","name":"Inspiration"},{"id":"clasln96b00032e610ihpw8ww","name":"Learning"}],"featured":{"stories":["clavm86rt00002e613d8cd65r","clasm8o9400092e61ptvwn4w1","cla8umwjn00002e64u4qcrrks"]}}}