{"en":{"stories":[{"id":"clavm86rt00002e613d8cd65r","title":"Living the IDGs – Join us as a Global Movement","intro":"Tuesday November 22nd, members from IDG Hubs in Japan, Brazil, Spain, Norway and Sweden met. The purpose was to explore how we can inspire and be inspired by each other and together focus on one IDG dimension per month starting in January with BEING.","image":"/images/2022-11-22-living-the-idgs.webp","imageAlt":"Members from IDG Hubs in 5 countries on the initial meeting. Welcome to join the next one!","story":"Coming from different countries we met in various IDG Gatherings and were all interested in LIVING the IDGs and getting into action ourselves. In many situations we find ourselves talking about the IDGs, we also want to inspire others to practice by leading by example. So we decided to meet and start exploring this.\n\nWe started the meeting just looking at the screen. Taking in each other and that we’re calling in from different parts of the world, but all sharing the same clear intention. We all want to practice and spread the IDGs to enhance the work towards the SDGs.\n\nThree goals became clear. We want to...\n1. practice ourselves in safe environments to build the resilience to share the practices in other environments where this kind of work is not so common.\n2. explore and share the [IDG Toolkit](https://idg.tools), including [29k courses](https://29k.org).\n3. have some kind of super simple guide with suggestions for exercises and methods for practicing being (and then the other dimensions as well). Something that can be shared with people to lower the threshold to start practicing.\n\nWe decided to start practicing BEING in January 2023, THINKING in February and so on. We meet again in two weeks time to continue to explore how we can inspire and be inspired by each other BEING in January. We will also start co-creating one example of the super simple guide we are wanting. Let us know if you want to contribute!\n\nAnd please join the movement LIVING THE IDGs and focusing on one dimension per month.\n\nLet us inspire and be inspired!","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38ilp0149e2n0idgw5zqv","ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5","ckzi39fwv0374e2n0d2eynda4"],"slug":"uq121lo","contributors":["cla2qy3dn00042e64fyiccgpm"],"publishedAt":"2022-11-24T23:00:00.000Z","tags":["claslmahh00012e614j9vvb7o","claslmtfw00022e61wczv3rjv"],"link":"living-the-idgs-join-us-as-a-global-movement-uq121lo"},{"id":"clbmthd7000022e63jesiutwl","title":"IDG Hub Flanders Gains Momentum","intro":"After getting started as an IDG Hub and organising local events with up to 80 participants, learn how IDG Hub Flanders is balancing strategic planning with outward action.","image":"/images/2022-12-01-flanders-1.webp","imageAlt":"Starting the morning in the beautiful garden.","story":"After the International IDG Summit in April ’22, a Flemish delegation organised a digital afterdrink. Enthusiasm, urgency and spring was in the air and it was very quickly clear that we would launch our own Flemish local hub. Sometimes things organise themselves so smoothly, that you just know you’re on the right track. By the time summer arrived, a group of 15 people had organically found each other, to organise a Summit together.\n\nWe gathered with a group of 80 people during our Summit in October. We started out the day connecting to ourselves, each other and the Earth in the beautiful garden of the abbey where we were meeting.\n\nDuring our morning session we explored the IDG framework together. We chose a format where we tried to understand with our head and heart, changing between talks, musical intervention and mindfulness practice. After lunch we explored in small groups Flemish Inner Development practices.  We split into sessions on Compassion, finding our powersource, Voice Dialogue, Active hope, Ecopsychology and a sharing circle on friction concerning inner growth themes in a corporate context.\n\nIn the afternoon we explored together the why, what and how of a Flemish Hub. It became a very lively discussion and pretty intense. During the participatory session it was clear that there is an enormous amount of energy, desire and urgency around the IDGs. The IDGs offer a very reassuring theoretical framework, but how to proceed with them is up to us. The form that the hubs will take worldwide, and therefore also here in Flanders, will be a slow and incremental process. And that sometimes clashes with the sense of urgency and the urge for clear answers in this complex and hectic context.\n\n![Exploring the why, what and how of the Flemish IDG Hub](/images/2022-12-01-flanders-2.webp)\n\nWe ended the day with a beautiful ritual to bless the international and Flemish IDG movement…\n\n![Closing session to end the day](/images/2022-12-01-flanders-3.webp)\n\nIn the further development of the hub, we take into account the, at first glance, opposing dynamics that emerged during the co-creation moment. On the one hand, the call to first and foremost think strategically about the hub itself, to turn inward and slow down. On the other hand, the drive and urgency to go broadly outward and into action. We believe these actions and steps on different rhythms can inspire and reinforce each other.  At this moment everybody is invited to initiate actions and small events according to the needs they spots. This could be for example intervision, inspirational sessions, sessions to include certain target groups… Parallel to this action-oriented approach, we will start a process to strategically shape the hub with a committed group.\n\nThe hub is furthermore a place where we can exchange and inspire. Through [our LinkedIn group](https://www.linkedin.com/groups/14097862/) we share interesting articles or videos, events or workshops on inner development, ways in which we use the IDGs in your own practice, etc… Background information, reports, participant lists, presentations, photos and tools are also open to everybody through a shared google drive.\n\nMeanwhile, we continue to watch the international movement closely. We see a lot of exciting opportunities in the near future and are looking forward to what may yet arise.\n\nFurthermore, the dream is to have all this locally come together once or several times a year in larger, festive gatherings. Because in Flanders we love to celebrate together!","dimensions":["ckzi3951t0293e2n0n3bykbg5","ckzi39fwv0374e2n0d2eynda4"],"slug":"9m323sf","contributors":[],"publishedAt":"2022-12-01T22:50:58.416Z","tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"link":"idg-hub-flanders-gains-momentum-9m323sf"},{"id":"cla8umwjn00002e64u4qcrrks","title":"One Year of Exploring the IDGs with 29k","intro":"Are you curious about inner development, but don’t know how, or where to start? Here’s what a group of friends learned by doing five 29k courses together, and how you can find motivation by combining regular exercises with in-person events - and having fun!","image":"/images/2021-12-27-29k-explorers-2.webp","imageAlt":"A Swedish winter lake view, combined with presence and playfulness creates good conditions for inner development.","story":"Note: This story shares one way to use the 29k app (as of November 2022) to explore the IDGs in practice. We were super excited to learn that 29k will soon launch the public beta version of their new app ([you can sign up here to try the new version](https://29k.org/earlyaccess)). However, we also highly recommend you try the existing 29k app if you want to try the same in-depth content that we used throughout this story, and found very valuable for our group.\n\n## Creating a context where inner development can happen\nIt all started one evening in September 2021 after a festive dinner, for which we had gathered a group of friends from different parts of Sweden. Some of us knew each other, and some new connections were made. We all had sustainability as a shared interest, and several of us were curious about personal development.\n\nThe evening had a playful theme which made it easy to get to know the group, and set the stage for very interesting discussions. We talked about inner development, future visions, norms in society and finding a balance between using social media and creating time and space for reflection in a busy life. Looking back, this combination of playfulness and meaningful discussions were really important to create the conditions for what was to come next.\n\nAfter this evening, we wanted to stay in touch and continue the discussions. Some of us knew about the [open source and non-profit 29k app](https://29k.org), which has been specifically designed to enable deeper reflections and spending meaningful time together with other people. This primarily happens in sharing sessions - video calls in the 29k app where a group of people are fully present, listening and sharing reflections on some exercise.\n\nThe 29k sharing sessions are pretty special because it’s a safe space to explore deep thoughts and emotions with others, and with clear rules. For example to remain silent except when it’s your turn to share, and to never interrupt or comment on what other people share. This creates a very safe and nice environment that makes it easier to focus on the exercise and what others share.\n\nSo back in October 2021, we decided to try one of the 29k courses, and based on common interests and a vote, we started with [Purposeful Leadership](https://idg.tools/purposeful-leadership-z00tzjc). To get started, one of us created a private group in the 29k app and invited the others. After selecting the course and the time for our weekly sharing session, we were excited to get started.\n\n## The 29k app and the real value of sharing sessions\n\nIf you’re not familiar, the way 29k works (as of November 2022) is that you either do shorter exercises or longer courses on your own - or the same content but with a group of people. You can choose courses from a wide range of topics. Based on our experience with both the IDGs and the 29k app, most of the content is highly relevant to explore the IDG framework in practice.\n\nThe core feature for us has been the ability to have weekly sharing sessions. Before these weekly sessions, we first completed the same exercise on our own while taking notes. This usually took 30-45 minutes, and it was well worth taking some extra time when deeper insights emerged. Even when someone of us didn’t have time to do the weekly exercise, it was still valuable to participate in the sharing session.\n\nDoing the 29k exercises on your own is quite valuable in itself, but the real value comes in the sharing sessions, which helped our group in several ways:\n\n1. Inner development is hard on your own - doing this together with others helps us stay accountable. This creates stronger incentives to complete - and celebrate progress together.\n2. The real value of sharings is not in sharing your own reflections - but feeling seen and heard by other people. This helps you gain much deeper insights than just doing the exercise quietly on your own.\n3. You can speak out openly about your issues on the level you’re comfortable with. This can be helpful compared to just keeping them to yourself, and ease the burden in challenging times. The sharing becomes like your personal weekly support group, just like you are supporting others by showing up and being fully present.\n4. Being fully present and listening to others’ sharings is a great way to gain new perspectives and a more nuanced understanding of the current topic. You also learn a lot by quietly relating others’ experiences to your own (without judging yourself or others).\n5. And most importantly, practicing inner development together is much more fun! Adding a bit of humor when sharing about deep topics made our experience more personal and engaging.\n\n## The importance of playfulness and being together in nature\n\nAfter completing Purposeful Leadership, we wanted to meet up again and celebrate our progress, having fun and continuing discussions like the first time we met in person. This time we also wanted to try some meditations from the 29k app and explore the IDGs by reading about the framework and building a shared understanding of what they meant for us.\n\n![Beautiful winter landscape by the cabin](/images/2021-12-27-29k-explorers.webp)\n\nWe went to a scout cabin next to a lake, and enjoyed a beautiful winter landscape. Especially being in nature together allowed a significant shift in pace which made it easier to understand our personal visions for the future - and how we could use our new insights from the Purposeful Leadership course in practice. And, most importantly we had a lot of fun in the evening with dinner, an open fire and dancing.\n\nThis whole experience was really memorable, probably because we combined several different elements like playfulness and being present both with the group but also in nature.\n\n![Some of the participants enjoying a sunny moment on the frozen lake](/images/2021-12-27-29k-explorers-3.webp)\n\n## Getting up to speed and inviting more people\n\nAfter a holiday break we wanted to start a new course, this time inviting more friends to join us. We grew from being six participants to eight in early 2022 and voted to do the [Self Compassion](https://idg.tools/self-compassion-z11tzsp) course next. This offered deeper and more personal insights and felt more accessible for someone new to both 29k and the IDGs.\n\nFast forward a couple of months, and after more sharings and insights from the Self Compassion course, it felt like something really clicked. We felt like we were onto something here. A format that combines the seriousness of the meta crisis allows us to act to implement solutions, while also giving space for deep personal growth, and most importantly - opportunities to forget about everything else and just have fun!\n\nSo we did another course, this time with double the number of participants up to 16 in total. We split up into two groups – including some experienced and some new people in each. We completed [Deepening Relationships](https://idg.tools/deepening-relationships-z45tzr2), and gained some really valuable perspectives on what it means to actively improve and maintain the relationships that matter most to us. This could be applied in many different contexts and gave some concrete tools and exercises.\n\nStill living off the success of our meetup in late 2021, we met for another weekend in early summer 2022. This time adding another dimension: expressing ourselves through artwork. We also developed questions which you can ask each other to reflect on different topics. These were fun ways to get to know each other better, and also explore how each of us relate to ourselves, people around us and the living planet.\n\nThen, summer came and many wanted to take a break from the courses or were traveling, but some people still continued and did the shorter course [Acting with Purpose](https://idg.tools/acting-with-purpose-z33tz83). After summer, some people started yet another course.\n\n## What we learned from this experience\n\nIn addition to the insights earlier, organising events and doing the courses taught us several things:\n\n1. It doesn’t take much time - and it’s well worth the effort! The best inner development is the one that happens.\n2. The 29k app works in many different contexts. In addition to using it with friends, some of us have experimented with bringing it to work and even to use it as inspiration to create meaningful conversations with people you meet in different occasions.\n3. You can do the various exercises and courses in different ways. It’s super valuable to hear how others interpreted the exercise, and how it made them reflect and feel. Being vulnerable with a group you trust is a magic feeling that we highly recommend.\n4. You need someone who’s engaged to keep the group going whenever you’re done with a course or have taken a break. Make sure people decide together on which course they want to do, and which time that fits them for the sharings.\n5. You hold each other accountable when people expect you to show up for the sharings each week – that creates a stronger incentive for you to do the course, than if you would do the course yourself.\n6. Inner development can be abstract. It’s easier when you have a format like the 29k courses.\n7. We believe one of our main success factors has been to add playfulness to the personal development, which otherwise can seem deep, challenging or even daunting.\n\n## Let’s continue the journey - together!\n\nWriting this almost exactly a year after we started the first course, it gives a really nice feeling to go back and read our personal notes from the exercises and sharing sessions we completed during the Purposeful Leadership course. Inner development is a process, and it’s both exciting to see the progress we’ve made in a year, but also humbling to know it’s a journey to be continued.\n\nWe highly recommend trying out the 29k app if you want to start exploring the IDGs in practice - ideally together with some people you want to get to know better! To find a good course to start with, try <https://29k.org/inner-development>.\n\nGood luck - and remember to have fun along the journey of exploring the IDGs!","dimensions":["ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5"],"slug":"lj124tg","contributors":["cla8vdpi400032e64780t7x8e","cla8up9cc00022e64vyvimesw"],"publishedAt":"2022-11-22T23:00:00.000Z","tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"link":"one-year-of-exploring-the-idgs-with-29k-lj124tg"},{"id":"clbmoybbb00032e63xyvsi4ih","title":"Bridging the Knowing-Doing Gap","intro":"Want to get serious about inner development at scale? Start with yourself. 29k psychologist Jenny Rickardsson shares a personal journey.","image":"/images/markus-spiske-4pg6wllvag4-unsplash.webp","imageAlt":"Seedlings growing next to each other - just like we as people grow together with others.","story":"The psychologist William Fordyce once said \"Information is to behavior change as spaghetti is to a brick wall.\"\n\nUseless.\n\nWe all know that flying is detrimental to global warming. We still do it.\n\nWe all know that eating red meat is bad for the planet. We still do it.\n\nWe all know that over-consumption of food and clothes poses an imminent threat to humanity. We still do it.\n\nKnowing is not doing. And it’s the doing that makes all the difference.\n\nFive years ago that’s how 29k Foundation got started. With the strong belief that there needs to be a trustworthy space for practising inner development, available to everyone, for free. To help us grow the skills needed to address the challenges humanity faces, based on what science says. A place that’s all about being the joints and the bricks, and not the spaghetti. And since we’re in a hurry to make changes in this world before the planet bursts into flames, we need to scale up our efforts.\n\nThe digital platform that was built is the non-profit open source 29k app, launched in 2020 with the intention to reach millions. Users engage in courses, exercises and meditations to strengthen mental well-being and inner skills to create a more thriving and sustainable world. There’s a video sharing group functionality for support, human connection and deeper learnings.\n\nAnd this is where this gets personal.\n\nI’m a psychologist. Hardcore scientist. Used to help people suffering from mental health problems recover. Previously familiar with the concept of positive psychology (about what makes people happy and thrive), but I don’t come from a tradition of inner development. I joined the 29k team in 2020, about the same time as my new colleagues were engaged in launching the then new initiative of the Inner Development Goals to reach the Sustainable Development Goals (the 29k Foundation is one of the founding partners of the IDGs).\n\nStarting a new job, you’re always in for an experience. 29k was unlike any other work place I’ve encountered. Everyone had been to numerous retreats. They hugged me the first time they met me. Encouraged me to formulate my own inner growth goals. Arranged feedback sessions with everyone in the team. Did retros and constantly tried to improve how they worked together. Had one-on-one-meetings with their inner growth buddy once a week. Started the Monday meeting with a team-wide sharing exercise. I was a little overwhelmed at first. Everyone was so keen to continuously develop. Even with the outspoken intention of 29k to be a deliberately developmental organisation, I was not prepared for the magnitude. There was also something about the motivation that struck me. In general, with psychological interventions of different kinds, science says it’s hard to make people motivated to do changes if they don’t stem from a perceived problem.\n\nSometimes people ask if life is easier, knowing the things you have learned being a psychologist. The short answer is yes. I believe I am a better partner and parent as a direct consequence of learning on parenting and romantic relationships, and applying those learnings in my own context. The longer answer would be: only to some extent – because as Fordyce so eloquently put it, changing behaviors is not a superficial thing. It takes effort, direction, deliberate action and ability to persist. It will not happen by itself just because we know something. So for me and many others, the areas in life where there’s little or no acute need to change behaviors, they pretty much stay the same.\n\nBut at 29k that was not the case. People were deliberately trying to evolve, develop new skills and strive to thrive. Not just talking about it, not just thinking that it applied to others, but actually walking the talk. And this is what we’re trying to achieve within the app as well. Make inner development motivating and scalable, for everyone, for free.\n\nPersonally, I use the 29k tools now and then to meditate, take mindful breaks from work or practice perspective taking. I’m really proud that everything is evidence-based, the lovability and the quality of our content. But actually, I’ve not committed to a group to learn, do sharings and grow together over time. And I’m not alone. This year we’ve finally seen the number of users take off, reaching 300 000 downloads of the app. And people like it, we have a 4.8 average user rating from over 200 countries. But very few of them come into the video sharing experience, just like me. \n\nDigging in to the science around opening up, sharing what we feel, think and experience gives a solid picture of the benefits. Naming our own experience, telling others and hearing others, helps us heal, grow bonds, connect, gain perspective and learn new things, to name a few.\n\n![Two screenshots from the new 29k sessions app where people do an exercise together in a live video chat](/images/2022-12-13-29k-sessions.webp)\n\nSo after working with improving the video sharing experience in the app to make more people find it, we’re now in a process of redefining the 29k experience. Instead of content first, sharing later, it will all come together as one. Inner development together with others, in live sessions in the app. The first stab of this new version is being tested right now in a parallel app we call 29k sessions (for now). Being the person responsible for content at 29k, I’ve now been in numerous test sessions with other users in our early access app. Doing the same exercise over and over, reflecting, sharing my reflection, listening to others doing the same has come with a twist: even I am hooked.\n\nI know this content, inside and out. I’ve read all the research papers on the interventions. Written the instructions. Guided others through these exact exercises a number of times. The difference is the way we do it. How we apply it. Joining live sessions with an approved host (a psychologist or an experienced facilitator) or private sessions with those you invite to join, gives each session a unique application of the same information. Instead of reading through it, the app now nudges me to process, use my senses and do differently. Live. Can’t help but think that Fordyce would be happy with how we apply behavioral science in this format.\n\nWe’re now inviting you to [join and use the sessions](https://29k.org/earlyaccess) for yourself, or with your IDG hub or node. Inner development is not something you do alone.\n\nCome be the joints and the bricks. And let’s contribute to a more sustainable and thriving world, together.\n\n---\n\nJenny Rickardsson is a lic psychologist, PhD, academic researcher and journalist. She’s working for the foundation 29k and is an affiliated researcher at Karolinska Institutet.\n\n---\n\nWant to try the coming version of the 29k app while it’s under construction and co-create what’s developed next?\n    \nDownload 29k sessions early access on your phone:\n    \n- [Android](https://play.google.com/store/apps/details?id=org.twentyninek.app.cupcake)\n- iOS\n  1. First, download [TestFlight](https://apps.apple.com/se/app/testflight/id899247664) [by clicking this link](https://apps.apple.com/se/app/testflight/id899247664)\n  2. Second, download [29k sessions from this link](https://testflight.apple.com/join/0VdruQ6z)\n\nRead more: [29k.org/earlyaccess](https://29k.org/earlyaccess)\n\nIf you’re looking for inner development in our comprehensive mother-app, try the [current version](https://app.29k.org/download) by clicking the link on your smartphone.","dimensions":[],"slug":"dg423w1","contributors":["clbmo4v4f00022e63icbh5fru"],"publishedAt":"2022-12-12T23:00:00.000Z","tags":["claslmtfw00022e61wczv3rjv"],"link":"bridging-the-knowing-doing-gap-dg423w1"},{"id":"cleviir5o00002e675nfz6nnz","title":"The First IDG Budapest Community Hub Event was Mesmerizing","intro":"On the 25th of January, 2023 the 1st IDG Community Event in Budapest was held with 20 attendees and with great success.\n\nLast November, when we established the IDG Hub with 9 passionate people in Budapest, Hungary, we couldn’t foresee that our first local event will be such great momentum!","image":"/images/2023-01-25-budapest-devenyi-flora.webp","imageAlt":"People standing around the workshop table, filled with post-it notes of personal values","story":"Ágnes Vad, Business and Human Potential Coach heard about IDGs in October 2022. She attended one of the global IDGs Gatherings where she immediately got inspired by the community and sensed the common mission about the importance of personal development concerning SDGs. Right after the event she decided to open a local hub in Budapest, Hungary too – as there was none locally beforehand.\n\nThe Hungarian Hub has chosen ‘Being’ as a pillar to focus on from the IDG framework.\n\nShe was thrilled to see those 8 more additional professionals (namely: [Nikolett Huszák](https://www.linkedin.com/in/nikihuszakacc/), [Tünde Matisz](https://www.linkedin.com/in/tundematisz/), [Adél Dobos](https://www.linkedin.com/in/adeldobos/), [Balázs Kiss](https://www.linkedin.com/in/kissbalazsbp/), [Andrea Ujj,](https://www.linkedin.com/in/andrea-ujj-4b2a0515a/) [Flóra Dévényi](https://www.linkedin.com/in/floradevenyi/), [Bea Csiszár](https://www.linkedin.com/in/csisz%C3%A1r-be%C3%A1ta/), [László Tóth](https://www.linkedin.com/in/l%C3%A1szl%C3%B3-t%C3%B3th-dometic/)) who joined her to revive the IDG Hub in Budapest, Hungary.\n\nThe team kicked off the community activities in a disciplined way, first, they drafted the local hub vision and mission and identified and agreed on the different roles and responsibilities to ensure effective teamwork. They decided to have the first public event on 25th January 2023.\n\n## About the Event\n\nThe public hub event was held in HUB55 in Budapest in a workshop format. In the first part, we shared the history and the journey of IDGs, how the framework has been evolving, and how it relates to SDGs. The IDG framework and toolkits were also introduced and explained.\n\nIn the second half of the event, we focused on personal values and targeted the skills in the ‘Being’ section of the IDG framework. In a team activity, we discovered how many personal values we have in the room through the attendees. \n\nAttendees were asked to identify their top 5 values from the list of values placed on the tables and then we categorized them together to see a kind of ‘Value Map’.\n\n![Participants sitting around workshop tables, having discussions](/images/2023-01-25-budapest-husak-niki-3.webp)\n\nIt was beautiful to see the variety of the different values collected together on a table!\n\n![People adding post-it notes with their personal values to the table](/images/2023-01-25-budapest-husak-niki.webp)\n\nThen we dig further down with the values and specially personalized them. We asked a volunteer to share his top five values. All values then were represented by a person from the group. \n\nThe volunteer was asked to place the different values (represented by a person) around him in a way that demonstrates the connection and the impact on him. For example, Empathy was asked to move closer to him while Curiosity was asked to stay a bit further from him.\n\nThen the volunteer was asked to share his feelings around the different values – how does he feel by seeing his values around him in a physical way? Which values are active in his every day? How much are these values active on a scale of 1-10? How do the values interact/correlate with each other? What would happen if all these values could be fully utilized?\n\nThis demonstration and personalization of the values created a highly intimate atmosphere where the volunteer and all the others could free up their minds and souls. It was such a mesmerizing momentum to observe when the volunteer recognized his true values, acknowledged them, and started believing he could be maximizing all of that! \n\nHe reflected on this demonstration that it was a life-changing momentum for him to recognize his greatest potential. He became hopeful related to his future vision due to this exercise.\n\nSo as the team. The others in their observer roles were also emotionally involved in this role-play exercise and could truly hold and support the volunteer.\n\n## Takeaways\n\nThrough the exercise, we were able to cultivate our inner life, and developing and deepening our relationship to our thoughts, feelings, and body help us be present, intentional, and non-reactive. \nDuring the event, we could have felt deeply a sense of responsibility and commitment to values and purposes relating to the good of the whole. \nThe first Hungarian Hub event went beyond any expectations and created a beautiful moment for the 20 attendees. They left the event with the strong intention to continue…\n\n… so we are happy to share that the IDG Hungarian Community has also been born on that day and to be continued!\n\n\nÁgnes Vad, IDG Hub Lead - Budapest, Hungary\n[www.idghungary.com](https://www.idghungary.com)","dimensions":["ckzi3855r0086e2n0smi0mew5"],"slug":"9i127kj","contributors":["clevjiphq00042e67854hi2zf"],"publishedAt":"2023-02-01T23:00:00.000Z","tags":["claslmtfw00022e61wczv3rjv"],"link":"the-first-idg-budapest-community-hub-event-was-mesmerizing-9i127kj"},{"id":"clbp47aa500002e621r0h8ccl","title":"Deep Listening to Vulnerability and Discomfort To See the Next Step","intro":"This is a story of deep listening and bond creation within an IDG Hub in Spain, and also a story of a human group moving forward, focused on its intention, by using deep listening.","image":"/images/matthew-smith-Rfflri94rs8-unsplash.webp","imageAlt":"We feel our hub as a forest that lets light in, gives shade when it is hot and are connected inside with roots.","story":"Our hub was created in Spain in May 2022 thanks to contacts made during an IDG Stockholm event, initially we were 9 members. We are academics and professionals with knowledge and experience in Theory U and other IDG tools. We set the initial shared intention with the Theory U tool of vertical prototyping. We wanted to make visible the experience and previous work done by the members of the hub in order to transmit the possibilities of the IDGs to different fields of society where our members are actively working. Our thought were that we do not need to learn new tools, but can make our experience with known tools socially profitable. We also wanted to support each other as a network in this intention.\n\nIn September more people showed interest in joining the hub, but some of them hadn't done any work in the field of Theory U or other relevant tools. It seemed as though extra time was necessary to incorporate them into the group, but since energy and time are very limited in the hub there were feelings of conflict.  We didn't want to exclude anyone, but we needed to take care of our time, energy and health. So, a couple of us presented this conflict to the hub with the tool of Theory U Case Clinic on October 22. Along the session, stress and conflict between the need of structure and flexibility emerged for nearly everyone, but at the end of the session we felt comforted about observing the group disturbing feelings emerging. Comforted that we can trust the group and express our fears and vulnerability; and in this mood something different opened up in our emotions and consciousness. We accepted that we didn't know what to do at that point, and trusted that if we let this experience settle for one month and then had another session, something new would probably emerge.\n\nWe had this next session at the beginning of November 22, we used SPT from Theory U (20 minutes dance and stuck tools). The experience was really expansive and a strain reliever. We shifted from being stuck as a group, where we felt fear, pain and vulnerability to feeling present in our bodies and openness to doing with joy and without effort. To deeply listen, embrace pain and discomfort with compassion, building a safe space of sharing and dialogue. Those are now the key group values that are being built in a shared document and we agreed to use them as a group compass. We are also contributing in this document with practical next steps and actions to manage the process of new people coming into the hub, and are preparing a face to face meeting in Spain in spring/summer 2023.\n\nThe main take-aways of this story are that when we are able to stay and listen to both our individual and group states and emotions, then the next group step emerges. And it emerges in such a deep level that human bonds are really strengthened, some of us felt it even in our bodies, in the center of the chest.\n\nThis experience of our hub is relevant to practicing the IDGs to reach the SDGs. If we want to develop the collective consciousness and presence to stop that which is creating all the imbalances to sustainability, we need to observe and learn to cope with difficulty within the group. It is basically to walk together, we need to walk from within each individual, connected to the inner self and to the rest of the group.\n\nAs far as the impact of this action of using Theory U tools for deep listening and giving chance to the emergence of something new is not only new practical ideas emerging for the strategy of the hub, but an incredible qualitative growth of trust and bonds within the group. As a consequence, in our next meeting in December 22 we will be establishing this strategy based in a reformulated and refreshed shared intention.\n\nIf you want to know a bit of the professional experience of the hub and emails, you can find it [here](https://docs.google.com/spreadsheets/d/1dMi5QMvpg1Q8W-EHKdP-x78CCef7VeK2hpPGycZaxbM/edit?usp=sharing)\n\nI want to thank the whole IDG Hub, including: Almendra Staffa, Ana Moreno, Baruc Corazón, Beñat Etxabarri, Edith Claros, Gonzalo Sebastián, Iban Galletebeitia, Ion Leceta, Isabel Ortiz, Oyer Corazón, Paco Caballero, Sharam Yalda. Thank you for being who you are!","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38wix0218e2n09ncgnmxx"],"slug":"d312284","contributors":["clbp45czk00022e62250zx6dc"],"publishedAt":"2022-12-14T23:00:00.000Z","tags":["clasln96b00032e610ihpw8ww"],"link":"deep-listening-to-vulnerability-and-discomfort-to-see-the-next-step-d312284"},{"id":"clau5k7yx00012e61k7p0d977","title":"Gathering Across Sectors to Practice IDG Skills","intro":"At a sustainability day in Sweden hundreds of people gathered from all sectors, focusing on the solutions of tomorrow and the inner shifts that are necessary.","image":"/images/2022-11-17-halland-sustainability-day.webp","imageAlt":"Gabriella Grusell on stage presenting her keynote about the Inner Development Goals","story":"Like so many other countries and counties Halland has a Sustainability day. A day with focus on how to reach the Sustainable Development Goals. We gather people from all sectors – public sector, universities, businesses, NGOs, social enterprises and other organisations. Traditionally focus has been on which measures we can take, what outer action we need to do. This year was different. Focus was set on each and every one of us, how we can reconnect with nature and ourselves to make new decisions and lead towards a more sustainable future. Here's a [1 min video about the event](https://www.youtube.com/watch?v=5S4IGwP5zqI).\n\nOne of the Keynote speakers was Gabriella Grusell from Lighthouse Stockholm AB introducing the IDGs, and in the afternoon she also gave a Masterclass with the IDGs in action. There was a lot of interesting Masterclasses, Energy solutions, Sustainable Investments etc but the IDG Masterclass was by far the biggest!\n\nThe participants were walked through the five dimensions and we stopped for an exercise for each dimension. This gave everyone an EXPERIENCE of what the IDGs can be in practice, not only a theoretical framework. At the end everyone got some time to reflect, and then share with a small group, what actual steps they would take the coming week themselves and in their organisations that would reflect the IDGs and practice the various skills. We were struck by how much happened in only two hours. \n\n![Participants of the sustainability day](/images/2022-11-17-halland-sustainability-day-2.webp)\n\nOur biggest takeaway was the power of gathering people from all sectors in the same room, create a sense of security and engage the whole person, not just their minds. Not even a week has passed and already there have been a number of people reaching out wanting to know more and start introducing more of these kinds of practices for themselves and within their organisations.\n\nIf you want to take part of the exercises we made, or have any thought or questions you’re welcome to reach out to [jenny.frick@coompanion.se](mailto:jenny.frick@coompanion.se)","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38ilp0149e2n0idgw5zqv","ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5","ckzi39fwv0374e2n0d2eynda4"],"slug":"1y221of","contributors":["cla2qy3dn00042e64fyiccgpm","clau5a9j800002e61mdzz5952"],"publishedAt":"2022-11-22T23:00:00.000Z","tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"link":"gathering-across-sectors-to-practice-idg-skills-1y221of"},{"id":"clau9x0y300002e612ioyodc4","title":"The IDGs Have Reached Norway!","intro":"Three Norwegian Hubs share their experiences from starting a national cooperation and want to inspire new Hubs to join.","image":"/images/2022-11-20-idg-norway.webp","imageAlt":"Norweigian IDG Hub coordinators planning their next activities, and how to collaborate.","story":"Three new IDG Hubs have been established in Norway. We are proud to introduce the Hubs; Awake, IDG Fredrikstad and Relate2Change.\n\nThe three Hubs each found their way to IDG separately, but are very much united in their involvement for the cause.\n\nIn October, we all got together for the very first time through Zoom. We got to know each other a little, and decided to catch up in person and get to work.  So, in November, we all met up at the former Swedish Embassy in Oslo, where Relate2Change is based. Our agenda: to discover and discuss how we can contribute.\n\nWe discovered that we have a lot in common. We now know that we share a vision. We learned that we share the same enthusiasm and involvement. We are all very concerned with climate change and sustainability. We learned that we all have broad experience from different lines of work, but we all have skills and competence in the area of personal development. Everyone has experience with being agents of change. Everyone wants to contribute with their skills and knowledge.\n\n## So, how will we proceed?\n\nOne of the things we discussed, is whether the Hubs should be non-profit or should be linked more directly to our professional line of work. We have chosen different paths, but we all agree that there are numerous ways to influence our surroundings and spread the message of IDG. We then agreed to collaborate as much as we can, and draw upon eachother to create synergies. We will have more joint hub meetings and also invite each other to the events we host individually.\n\nA separate webpage on www.Relate2Change.com has been set up with the sole purpose of promoting the IDGs, and making all Hubs and other organisations in Norway that want to contribute visible.\n\nWe are getting together again in late January to creatively explore activities for 2023.  If there are any new Hubs in Norway they are more than welcome to join us. We are just coming out of the starting blocks and are excited for the next few steps as well as the full race for a more sustainable future.\n\nIf you have experience of coming together as a national hub, collaborating between several local Hubs, please reach out to share experiences.\n\nAwake Impact Hub: <https://www.awakeoslo.no>, [joril@awakeoslo.no](mailto:joril@awakeoslo.no)\n\nRelate2Change Hub: <https://www.relate2change.com>, [cw@relate2change.no](mailto:cw@relate2change.no)\n\nIDG Fredrikstad Hub: [olle@ollehallgren.se](mailto:olle@ollehallgren.se)","dimensions":["ckzi3951t0293e2n0n3bykbg5"],"slug":"0u1214u","contributors":["clauavq7s00002e61gcvwu98u","claub0gz800022e6114tlh3x8","clauazir600012e61f9o6n10y"],"publishedAt":"2022-11-22T23:00:00.000Z","tags":["claslmtfw00022e61wczv3rjv"],"link":"the-idgs-have-reached-norway-0u1214u"},{"id":"clasm8o9400092e61ptvwn4w1","title":"IDG Hub Barcelona Grows and Solidifies","image":"/images/2022-11-18-barcelona-2.webp","imageAlt":"Participants at the last event with the IDG Hub in Barcelona","story":"The IDG Barcelona Hub has been sharing and co-creating the Inner Development Goals since the first IDG Summit.\n\nIn our last meet-up on November 18th, it was wonderful to see an open, honest and diverse group of individuals united by the same goals and prioritizing inner transformation and development as a fundamental lever to impulse and sustain a future that is good for all.\n\n![](/images/2022-11-18-barcelona-1.webp)\n\nWe met in Cloudworks, a co-working hub with multiple spots around Barcelona and started with a meditation and grounding facilitated by one of our members. We are thrilled to have among us diverse and multidisciplinary profiles that can offer a wide scope of content, talks, workshops and insights.\n\nWe updated and revised our governance model, splitting into groups to see what each of the IDGs and their dimensions and skills meant to each one of us, while also thinking how we can dive deeper and what tools we have to practice them. It was a moment of integration and co-creation, where we were able to see and grasp in an individual matter how we embody and live the specific IDGs and see some resistance and personal stories while discussing them openly.\n\n![](/images/2022-11-18-barcelona-3.webp)\n\nWe ended the session with another short mindfulness practice, and were headed to have dinner at Mescladís, an amazing local foundation / restaurant that promotes opportunities for people with difficulties in accessing the labor market and whose human rights are not guaranteed. We aim to meet at places that are willing to change systemic dynamics with purpose and empathy.\n\nWe feel grateful to find a group pf participants willing to permeate the systems and the organisations with values and transformation that starts from within and we believe we are planting the seeds to do so.\n\nAs of now, we are currently identifying next steps of the development of the hub, as well as roles and objectives to continue expanding the movement.","dimensions":["ckzi3855r0086e2n0smi0mew5","ckzi38wix0218e2n09ncgnmxx","ckzi3951t0293e2n0n3bykbg5"],"slug":"cha21p7","contributors":["clasm16ef00062e61va7c0occ","clatcxmvg00002e612no0wt3j"],"publishedAt":"2022-11-21T23:00:00.000Z","tags":["claslmtfw00022e61wczv3rjv","clasln96b00032e610ihpw8ww"],"link":"idg-hub-barcelona-grows-and-solidifies-cha21p7"}],"contributors":[{"id":"cla2qy3dn00042e64fyiccgpm","name":"Jenny Frick","link":"https://www.linkedin.com/in/jenny-frick-6036991/"},{"id":"cla8up9cc00022e64vyvimesw","name":"Samuel Plumppu","link":"https://samuelplumppu.se"},{"id":"cla8vdpi400032e64780t7x8e","name":"Sara Nyberg","link":"https://saranewmountain.earth"},{"id":"clasm16ef00062e61va7c0occ","name":"Eugenia Trujillo","link":""},{"id":"clatcxmvg00002e612no0wt3j","name":"Marina Henriques"},{"id":"clau5a9j800002e61mdzz5952","name":"Gabriella Grusell","link":"https://lighthousestockholm.se/"},{"id":"clauavq7s00002e61gcvwu98u","name":"Jøril Korperud Johnsen"},{"id":"clauazir600012e61f9o6n10y","name":"Olle Hallgren"},{"id":"claub0gz800022e6114tlh3x8","name":"Christin Winther"},{"id":"clbmo4v4f00022e63icbh5fru","name":"Jenny Rickardsson","link":"mailto:jenny@29k.org"},{"id":"clbp45czk00022e62250zx6dc","name":"Estrella Bernal"},{"id":"clevjiphq00042e67854hi2zf","name":"Ágnes Vad","link":"https://www.linkedin.com/in/agnes-vad-business-coach/"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Being","description":"Cultivating our inner life and developing and deepening our relationship to our thoughts, feelings and body help us be present, intentional and non-reactive when we face complexity.","subtitle":"Relationship to Self","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"]},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Thinking","description":"Developing our cognitive skills by taking different perspectives, evaluating information and making sense of the world as an interconnected whole, is essential for wise decision-making.","subtitle":"Cognitive Skills","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"]},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relating","description":"Appreciating, caring for and feeling connected to others, such as neighbours, future generations or the biosphere, helps us create more just and sustainable systems and societies for everyone.","subtitle":"Caring for Others and the World","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"]},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Collaborating","description":"To make progress on shared concerns, we need to develop our abilities to include, hold space and communicate with stakeholders with different values, skills and competencies.","subtitle":"Social Skills","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"]},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Acting","description":"Qualities such as courage and optimism help us acquire true agency, break old patterns, generate original ideas and act with persistence in uncertain times.","subtitle":"Enabling Change","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"]}],"tags":[{"id":"claslmahh00012e614j9vvb7o","name":"Community update"},{"id":"claslmtfw00022e61wczv3rjv","name":"Inspiration"},{"id":"clasln96b00032e610ihpw8ww","name":"Learning"}],"featured":{"stories":["clavm86rt00002e613d8cd65r","clbmthd7000022e63jesiutwl","cla8umwjn00002e64u4qcrrks","clbmoybbb00032e63xyvsi4ih"]}}}