{
  "en": {
    "title1": "One-Question",
    "title2": "Global Impact",
    "subtitle": "Shape the understanding of the transformative skills needed for a sustainable future, now.",
    "whoTitle": "Who is doing it?",
    "md_whoText": "The global study of transformational skills for sustainable development ”One-Question. Global Impact” is led and coordinated by IDG Inner Development Goals AB (svb) registered by organization number: 559314-0675 in Sweden. Inner Development Goals (IDGs) is a not for profit and open-source initiative owned to 100% by the Oak Island Foundation, a not for profit foundation in Sweden.\n\nThe responsibility for the ethical conduct and data handling lie with the IDGs. Executive Director Jan Artem Henriksson and Head of Research Co-creation, Dr. Fredrik Lindencrona, Phd lead this effort.\n\nThe study is conducted in collaboration between IDGs and many international academic partner institutions, IDG partner organizations & hubs and international networks to be able to reach as widely as possible across the globe.\n\nFor any questions, please contact:",
    "whyTitle": "Why do we do it?",
    "whyText": "In 2015, all members of the United Nations agreed on 17 goals to build a world of peace, dignity and prosperity on a healthy planet. The initiative ”Inner Development Goals” is convinced that understanding and building transformational skills is essential to achieve this global ambition, critical for developing a sustainable future for humanity and planet.\n\nTo understand these transformational skills across the globe, we invite participants to make a Global Impact with one of the most inclusive studies ever on this theme. With your co-creation, we will achieve the vision of being a solid bridge between your knowledge and the impact of people's inner and outer development to manage a better world. Better people, better planet.\n\nThis process will develop a Global IDG Framework, for the first time solidly based on input from all around the world. Answers to this One-Big-Question will be analyzed and processed collaboratively by researchers in many countries across the world.",
    "howTitle": "How is it done?",
    "howText": "The global study is run as a distributed global collaborative process where country- and language based research team, established in as many countries as possible will collaborate.\n\nCountry teams will be coordinated by two co-leads who are able to work in the key languages of the participating countries and have at least earned a PhD in relevant areas. The teams will include up to ten co-researchers that represent a mix of the relevant cultural/language variations in the country.\n\nThe data for each country and language will be gathered anonymously through the same survey, administered through the Survey Monkey Platform (SMP) where possible and a special questionnaire where SMP is not feasible. In this case, SMP is ran from the Republic of Ireland within the European Union. No identifiable information about participants is collected without direct consent provided.\n\nAll teams will follow the same 4-phase process and ethical procedures (read more below). Active global coordination will happen through the team co-leads working with the core team led by the Head of Research Co-creation at IDGs. These meet regularly for support, learning and joint quality assurance throughout the four main phases.",
    "journeyTitle": "Join the journey",
    "journeyTitle2": "Let's be part of\nco-creation",
    "milestones": "Milestones",
    "researchers": "Researchers",
    "multipliers": "Multipliers/Networks",
    "milestone1": "Setting up the system",
    "milestone2": "Data collection",
    "milestone3": "Analysis and prioritisation",
    "milestone4": "Finalise design, present and localise",
    "research1": "Co-create and translate survey",
    "research2": "Build culturally and linguistically diverse teams of researchers",
    "research3": "Develop thematic lists and co-create Delphi prioritisation process",
    "research4": "Fine-tune the design for the shared global framework. Create minor local adaptations",
    "multiplier1": "Engage global organisations, partners, networks and hubs",
    "multiplier2": "Share widely across the globe",
    "multiplier3": "Engage in Delphi prioritisation process",
    "multiplier4": "Present the updated framework at the IDG Summit in October 2024",
    "note": "Scroll the table to see all details",
    "howDoneTitle": "How is it done?",
    "phaseTitle1": "Phase 1: Setting up the system",
    "phaseTitle2": "Phase 2: Data collection",
    "phaseTitle3": "Phase 3: Analysis & Prioritization",
    "phaseTitle4": "Phase 4: Finalise design, present and localize",
    "md_phaseText1": "During this phase co-creation have been conducted with more than 100 researchers across the globe to develop the survey and other methods. In parallel, information meetings have been conducted with so called multipliers (i.e international networks, global organizations, IDG Partner organizations & IDG Hubs) who are interested to help share the survey to a global audience. To get a comprehensive and inclusive dataset we aim at engaging at least 100 countries with 2M people who view the survey out which 100,000 respond. Researchers and multipliers have quality controlled the automatically generated translations of the survey.",
    "md_phaseText2": "Data collection starts with the global launch, September 19. The survey will be open for gathering responses during 4 months. Reach into countries will be tracked regularly and fed back to researchers and multipliers to assure that data gathering becomes as broad and inclusive as possible. Multipliers will continually distribute the survey through social media, conferences, emails and other suitable distribution channels.",
    "md_phaseText3": "Each country research team focuses on the material relevant for their country in one or several relevant languages. The process includes 4 steps:\n\n1. identify all relevant data to answer the One big question,  i.e. the individual and collective transformational skills (including qualities, abilities and skills) relevant to build a sustainable future for people and planet\n\n2. apply thematic analysis systematically to generate a list of transformational skills under each of the five dimensions being, thinking, relating, collaborating and acting\n\n3. co-leads from each country team collaborate to develop a joint comprehensive list of transformational skills and descriptions that can represent the width of concepts across all countries. The skills of the first IDG framework will be taken into account when this list is created to not loose consistency.\n\n4. This joint list will be used in a so called Delphi process to collect feedback on key prioritized transformational skills by all research team members and other respondents that have volunteered to be reached again for later stages of the survey process.\n\nIn addition to this process, qualitative data from groups that may not be able to respond to the survey and/or can be under-represented such as indigenous groups, migrants and people with low ability to read/write will be added to the material during different steps of the process.",
    "md_phaseText4": "The process will result in a shared global list of transformational skills under the five dimensions of the IDG framework. This final list lay the ground for the Global IDG framework.  The global framework will be designed in collaboration between researchers, key communication specialists for the first IDG framework as well as users of the framework from policy and practice. The framework will be presented at the IDG Summit in October 2024. The global shared framework will be considered the formal framework as the shared concepts and symbols are critical to increase understanding globally.\n\nAfter the shared global framework is presented, each country/language team will start to relocalize the global shared framework to their specific context by revising the descriptions of transformational skills in alignment with what their local list (derived in earlier stages) suggest is necessary to make IDGs relevant in their context. Contextual appropriateness is an important quality to make IDGs work in each context.",
    "ethicsPrivacyTitle": "How is ethics and data privacy secured?",
    "ethicsTitle": "Ethical principles",
    "ethicsText": "The Inner Development Goals (IDG) is a non-profit organisation for inner development. It does research, collects and communicates science-based skills and qualities that help humanity to “live purposeful, sustainable, and productive lives”. The initiative follows the conviction that work on inner development, both individual and collective, is fundamental in the work to reach a sustainable future for people and planet as expressed in the Sustainable Development Goals. Inner Development Goals and its framework is therefore a resource that is collaboratively developed to bring inner transformation to all global challenges, a resource that everyone everywhere shall have access to. Inner Development Goals follows key principles of ethical conduct as expressed in the UN Human Rights Conventions.",
    "privacyTitle": "Data privacy protection",
    "privacyText": "All information gathered for the One Question. Global Impact Survey is collected fully anonymously without any opportunity to be traced back to any respondent. The data is protected for use only for the purposes of understanding and acting according to the ethical principles in the section above. No IP-addresses or other sensitive personal identifiable information such as emails is gathered without explicit consent given by the respondent.  Consent to provide email addresses is only used in order to contact respondents for further questions. We will never use any information that respondents consent to provide for any other purpose than what is consented and in line with the ethical principles stated above.",
    "contactTitle": "Who to contact for further questions"
  },
  "ar": {
    "title1": "سؤال واحد",
    "title2": "التأثير العالمي",
    "subtitle": "تشكيل فهم المهارات التحويلية اللازمة لمستقبل مستدام الآن.",
    "whoTitle": "من يفعل ذلك؟",
    "md_whoText": "الدراسة العالمية للمهارات التحويلية من أجل التنمية المستدامة ” سؤال واحد. يتم قيادة \"التأثير العالمي\" وتنسيقه بواسطة IDG Inner Development goal AB (svb) المسجلة برقم المنظمة: 559314-0675 في السويد. إن Inner Development goal (IDGs) هي مبادرة غير ربحية ومفتوحة المصدر مملوكة بنسبة 100% لمؤسسة Oak Island Foundation، وهي مؤسسة غير ربحية في السويد.\n\nتقع مسؤولية السلوك الأخلاقي ومعالجة البيانات على عاتق IDGs. المدير التنفيذي جان أرتيم هنريكسون ورئيس قسم الإبداع المشترك للأبحاث، الدكتور فريدريك ليندنكرونا، يقودان هذا الجهد.\n\nيتم إجراء الدراسة بالتعاون بين IDGs والعديد من المؤسسات الأكاديمية الشريكة الدولية والمنظمات والمراكز الشريكة لـ IDG والشبكات الدولية لتتمكن من الوصول إلى أوسع نطاق ممكن في جميع أنحاء العالم.\n\nلأية أسئلة، يرجى الاتصال ب:",
    "whyTitle": "لماذا نفعل ذلك؟",
    "whyText": "في عام 2015، اتفق جميع أعضاء الأمم المتحدة على 17 هدفًا لبناء عالم ينعم بالسلام والكرامة والرخاء على كوكب صحي. إن مبادرة \"أهداف التنمية الداخلية\" مقتنعة بأن فهم وبناء المهارات التحويلية أمر ضروري لتحقيق هذا الطموح العالمي، وهو أمر بالغ الأهمية لتطوير مستقبل مستدام للإنسانية والكوكب.\n\nلفهم هذه المهارات التحويلية في جميع أنحاء العالم، ندعو المشاركين إلى إحداث تأثير عالمي من خلال واحدة من أكثر الدراسات شمولاً على الإطلاق حول هذا الموضوع. من خلال مشاركتك في الإبداع، سوف نحقق رؤية أن نكون جسرًا متينًا بين معرفتك وتأثير التنمية الداخلية والخارجية للناس لإدارة عالم أفضل. أشخاص أفضل، كوكب أفضل.\n\nستعمل هذه العملية على تطوير إطار عمل عالمي لـ IDG، يستند لأول مرة بشكل متين إلى مدخلات من جميع أنحاء العالم. سيتم تحليل الإجابات على هذا السؤال الكبير ومعالجتها بشكل تعاوني من قبل الباحثين في العديد من البلدان في جميع أنحاء العالم.",
    "howTitle": "كيف يتم ذلك؟",
    "howText": "يتم إجراء الدراسة العالمية كعملية تعاونية عالمية موزعة حيث يتعاون فريق البحث القائم على البلد واللغة، والذي تم إنشاؤه في أكبر عدد ممكن من البلدان.\n\nسيتم تنسيق الفرق القطرية من قبل قائدين مشاركين قادرين على العمل باللغات الرئيسية للدول المشاركة وحصلوا على الأقل على درجة الدكتوراه في المجالات ذات الصلة. ستضم الفرق ما يصل إلى عشرة باحثين مشاركين يمثلون مزيجًا من الاختلافات الثقافية/اللغوية ذات الصلة في الدولة.\n\nسيتم جمع البيانات الخاصة بكل بلد ولغة بشكل مجهول من خلال نفس الاستطلاع، الذي يتم إدارته من خلال منصة Survey Monkey (SMP) حيثما أمكن ذلك واستبيان خاص عندما لا يكون SMP ممكنًا. في هذه الحالة، يتم تشغيل SMP من جمهورية أيرلندا داخل الاتحاد الأوروبي. لا يتم جمع أي معلومات تعريفية عن المشاركين دون الحصول على موافقة مباشرة.\n\nستتبع جميع الفرق نفس العملية المكونة من 4 مراحل والإجراءات الأخلاقية (اقرأ المزيد أدناه). سيحدث التنسيق العالمي النشط من خلال القادة المشاركين للفريق الذين يعملون مع الفريق الأساسي بقيادة رئيس الإبداع المشترك للأبحاث في IDGs. ويجتمع هؤلاء بانتظام للحصول على الدعم والتعلم وضمان الجودة المشتركة خلال المراحل الأربع الرئيسية.",
    "journeyTitle": "انضم إلى الرحلة",
    "journeyTitle2": "دعونا نكون جزءا من\nالخلق المشترك",
    "milestones": "معالم",
    "researchers": "الباحثون",
    "multipliers": "المضاعفات / الشبكات",
    "milestone1": "إعداد النظام",
    "milestone2": "جمع البيانات",
    "milestone3": "التحليل وتحديد الأولويات",
    "milestone4": "وضع اللمسات النهائية على التصميم والتقديم والتوطين",
    "research1": "شارك في إنشاء وترجمة الاستطلاع",
    "research2": "بناء فرق متنوعة ثقافيا ولغويا من الباحثين",
    "research3": "قم بتطوير قوائم مواضيعية وشارك في إنشاء عملية تحديد أولويات دلفي",
    "research4": "صقل التصميم للإطار العالمي المشترك. إنشاء تعديلات محلية طفيفة",
    "multiplier1": "إشراك المنظمات العالمية والشركاء والشبكات والمحاور",
    "multiplier2": "شارك على نطاق واسع في جميع أنحاء العالم",
    "multiplier3": "المشاركة في عملية تحديد أولويات دلفي",
    "multiplier4": "اعرض الإطار المحدث في قمة IDG في أكتوبر 2024",
    "note": "قم بتمرير الجدول لرؤية كافة التفاصيل",
    "howDoneTitle": "كيف يتم ذلك؟",
    "phaseTitle1": "المرحلة الأولى: إعداد النظام",
    "phaseTitle2": "المرحلة الثانية: جمع البيانات",
    "phaseTitle3": "المرحلة 3: التحليل وتحديد الأولويات",
    "phaseTitle4": "المرحلة الرابعة: الانتهاء من التصميم والتقديم والتوطين",
    "md_phaseText1": "خلال هذه المرحلة، تم إجراء عملية إنشاء مشتركة مع أكثر من 100 باحث من جميع أنحاء العالم لتطوير المسح وطرق أخرى. بالتوازي، تم عقد اجتماعات إعلامية مع ما يسمى بالمضاعفين (أي الشبكات الدولية والمنظمات العالمية والمنظمات الشريكة لـ IDG ومراكز IDG) المهتمين بالمساعدة في مشاركة الاستطلاع مع جمهور عالمي. للحصول على مجموعة بيانات شاملة وشاملة، نهدف إلى إشراك 100 دولة على الأقل مع مليوني شخص يشاهدون الاستطلاع ويستجيب منهم 100000 شخص. قام الباحثون والمضاعفون بالتحكم في جودة الترجمات التي تم إنشاؤها تلقائيًا للاستبيان.",
    "md_phaseText2": "يبدأ جمع البيانات مع الإطلاق العالمي في 19 سبتمبر. وسيكون الاستطلاع مفتوحًا لجمع الإجابات خلال 4 أشهر. سيتم تتبع الوصول إلى البلدان بانتظام وإعادته إلى الباحثين والمضاعفين لضمان أن يصبح جمع البيانات واسعًا وشاملاً قدر الإمكان. سيقوم المضاعفون بتوزيع الاستطلاع باستمرار من خلال وسائل التواصل الاجتماعي والمؤتمرات ورسائل البريد الإلكتروني وقنوات التوزيع المناسبة الأخرى.",
    "md_phaseText3": "يركز كل فريق بحث قطري على المواد ذات الصلة ببلدهم بلغة واحدة أو عدة لغات ذات صلة. تتضمن العملية 4 خطوات:\n\n1. تحديد جميع البيانات ذات الصلة للإجابة على السؤال الكبير، أي المهارات التحويلية الفردية والجماعية (بما في ذلك الصفات والقدرات والمهارات) ذات الصلة ببناء مستقبل مستدام للناس والكوكب\n\n2. تطبيق التحليل الموضوعي بشكل منهجي لإنشاء قائمة من المهارات التحويلية تحت كل من الأبعاد الخمسة وهي التفكير والتواصل والتعاون والعمل\n\n3. يتعاون القادة المشاركون من كل فريق قطري لتطوير قائمة شاملة مشتركة للمهارات التحويلية والأوصاف التي يمكن أن تمثل عرض المفاهيم في جميع البلدان. سيتم أخذ مهارات إطار عمل IDG الأول في الاعتبار عند إنشاء هذه القائمة حتى لا تفقد الاتساق.\n\n4. سيتم استخدام هذه القائمة المشتركة فيما يسمى بعملية دلفي لجمع التعليقات حول المهارات التحويلية الرئيسية ذات الأولوية من قبل جميع أعضاء فريق البحث والمستجيبين الآخرين الذين تطوعوا للوصول إليهم مرة أخرى في مراحل لاحقة من عملية المسح.\n\nبالإضافة إلى هذه العملية، ستتم إضافة البيانات النوعية من المجموعات التي قد لا تكون قادرة على الاستجابة للمسح و/أو قد تكون ممثلة تمثيلا ناقصا مثل مجموعات السكان الأصليين والمهاجرين والأشخاص ذوي القدرة المنخفضة على القراءة / الكتابة إلى المادة أثناء خطوات مختلفة من العملية.",
    "md_phaseText4": "ستؤدي هذه العملية إلى قائمة عالمية مشتركة من المهارات التحويلية ضمن الأبعاد الخمسة لإطار عمل IDG. تضع هذه القائمة النهائية الأساس لإطار عمل IDG العالمي. سيتم تصميم الإطار العالمي بالتعاون بين الباحثين والمتخصصين الرئيسيين في الاتصالات لإطار IDG الأول بالإضافة إلى مستخدمي الإطار من السياسات والممارسات. سيتم تقديم الإطار في قمة IDG في أكتوبر 2024. وسيُعتبر الإطار العالمي المشترك الإطار الرسمي نظرًا لأن المفاهيم والرموز المشتركة ضرورية لزيادة التفاهم عالميًا.\n\nبعد تقديم الإطار العالمي المشترك، سيبدأ كل فريق بلد/لغة في إعادة تحديد موقع الإطار العالمي المشترك ليناسب سياقه المحدد من خلال مراجعة أوصاف المهارات التحويلية بما يتماشى مع ما تقترحه القائمة المحلية (المشتقة في المراحل السابقة) وهو ضروري لتحقيقه IDGs ذات الصلة في سياقها. تعتبر الملاءمة السياقية صفة مهمة لجعل IDGs تعمل في كل سياق.",
    "ethicsPrivacyTitle": "كيف يتم تأمين الأخلاقيات وخصوصية البيانات؟",
    "ethicsTitle": "المبادئ الأخلاقية",
    "ethicsText": "أهداف التنمية الداخلية (IDG) هي منظمة غير ربحية للتنمية الداخلية. وهي تقوم بالبحث وجمع وتوصيل المهارات والصفات القائمة على العلم التي تساعد البشرية على \"عيش حياة هادفة ومستدامة ومنتجة\". تتبع المبادرة الاقتناع بأن العمل على التنمية الداخلية، الفردية والجماعية، أمر أساسي في العمل للوصول إلى مستقبل مستدام للناس والكوكب على النحو المعبر عنه في أهداف التنمية المستدامة. وبالتالي فإن أهداف التنمية الداخلية وإطارها يعد موردًا تم تطويره بشكل تعاوني لتحقيق التحول الداخلي لجميع التحديات العالمية، وهو مورد يجب أن يتمكن الجميع في كل مكان من الوصول إليه. تتبع أهداف التنمية الداخلية المبادئ الأساسية للسلوك الأخلاقي على النحو المعبر عنه في اتفاقيات الأمم المتحدة لحقوق الإنسان.",
    "privacyTitle": "حماية خصوصية البيانات",
    "privacyText": "تم جمع كافة المعلومات لسؤال واحد. يتم جمع استطلاع الأثر العالمي بشكل مجهول تمامًا دون أي فرصة لإرجاعه إلى أي مشارك. البيانات محمية للاستخدام فقط لأغراض الفهم والتصرف وفقًا للمبادئ الأخلاقية الواردة في القسم أعلاه. لا يتم جمع أي عناوين IP أو معلومات شخصية حساسة أخرى مثل رسائل البريد الإلكتروني دون موافقة صريحة من المدعى عليه. يتم استخدام الموافقة على تقديم عناوين البريد الإلكتروني فقط للاتصال بالمستجيبين لطرح المزيد من الأسئلة. لن نستخدم أبدًا أي معلومات يوافق المشاركون على تقديمها لأي غرض آخر غير ما تمت الموافقة عليه وبما يتماشى مع المبادئ الأخلاقية المذكورة أعلاه.",
    "contactTitle": "بمن يجب الاتصال لمزيد من الأسئلة"
  },
  "bn": {
    "title1": "একটি প্রশ্ন",
    "title2": "বিশ্বব্যাপী প্রভাব",
    "subtitle": "এখন একটি টেকসই ভবিষ্যতের জন্য প্রয়োজনীয় রূপান্তরমূলক দক্ষতার বোঝার আকার দিন।",
    "whoTitle": "কে এটা করছে?",
    "md_whoText": "টেকসই উন্নয়নের জন্য রূপান্তরমূলক দক্ষতার বিশ্বব্যাপী অধ্যয়ন ”এক-প্রশ্ন। গ্লোবাল ইমপ্যাক্ট” সুইডেনে প্রতিষ্ঠান নম্বর: 559314-0675 দ্বারা নিবন্ধিত IDG অভ্যন্তরীণ উন্নয়ন লক্ষ্য AB (svb) দ্বারা পরিচালিত এবং সমন্বিত। অভ্যন্তরীণ উন্নয়ন লক্ষ্য (IDGs) হল একটি অলাভজনক এবং ওপেন সোর্স উদ্যোগ যার 100% মালিকানাধীন ওক আইল্যান্ড ফাউন্ডেশন, সুইডেনের একটি অলাভজনক ফাউন্ডেশন।\n\nনৈতিক আচরণ এবং ডেটা পরিচালনার দায়িত্ব IDG-এর উপর বর্তায়। নির্বাহী পরিচালক জ্যান আর্টেম হেনরিকসন এবং গবেষণা সহ-সৃষ্টির প্রধান, ড. ফ্রেডরিক লিন্ডেনক্রোনা, পিএইচডি এই প্রচেষ্টার নেতৃত্ব দেন।\n\nঅধ্যয়নটি IDGs এবং অনেক আন্তর্জাতিক একাডেমিক অংশীদার প্রতিষ্ঠান, IDG অংশীদার সংস্থা এবং হাব এবং আন্তর্জাতিক নেটওয়ার্কগুলির মধ্যে সহযোগিতায় পরিচালিত হয় যাতে সারা বিশ্বে যতটা সম্ভব ব্যাপকভাবে পৌঁছাতে সক্ষম হয়।\n\nকোন প্রশ্নের জন্য, যোগাযোগ করুন:",
    "whyTitle": "আমরা এটা কেন করছি?",
    "whyText": "2015 সালে, জাতিসংঘের সকল সদস্য একটি সুস্থ গ্রহে শান্তি, মর্যাদা এবং সমৃদ্ধির বিশ্ব গড়তে 17টি লক্ষ্যে সম্মত হয়েছিল। \"ইনার ডেভেলপমেন্ট গোলস\" উদ্যোগটি নিশ্চিত যে এই বৈশ্বিক উচ্চাকাঙ্ক্ষা অর্জনের জন্য রূপান্তরমূলক দক্ষতা বোঝা এবং তৈরি করা অপরিহার্য, মানবতা এবং গ্রহের জন্য একটি টেকসই ভবিষ্যতের বিকাশের জন্য গুরুত্বপূর্ণ।\n\nবিশ্ব জুড়ে এই রূপান্তরমূলক দক্ষতাগুলি বোঝার জন্য, আমরা অংশগ্রহণকারীদের এই থিমের উপর সর্বকালের সবচেয়ে অন্তর্ভুক্ত অধ্যয়নের সাথে একটি বিশ্বব্যাপী প্রভাব তৈরি করার জন্য আমন্ত্রণ জানাই৷ আপনার সহ-সৃষ্টির মাধ্যমে, আমরা একটি উন্নত বিশ্ব পরিচালনার জন্য আপনার জ্ঞান এবং মানুষের অভ্যন্তরীণ ও বাহ্যিক বিকাশের প্রভাবের মধ্যে একটি দৃঢ় সেতু হওয়ার দৃষ্টিভঙ্গি অর্জন করব। ভালো মানুষ, ভালো গ্রহ।\n\nএই প্রক্রিয়াটি একটি গ্লোবাল আইডিজি ফ্রেমওয়ার্ক তৈরি করবে, প্রথমবারের মতো সারা বিশ্ব থেকে ইনপুটের উপর ভিত্তি করে। এই এক-বড়-প্রশ্নের উত্তরগুলি বিশ্বের অনেক দেশের গবেষকদের দ্বারা যৌথভাবে বিশ্লেষণ এবং প্রক্রিয়া করা হবে।",
    "howTitle": "এটা কিভাবে সম্পন্ন করা হয়?",
    "howText": "বিশ্বব্যাপী অধ্যয়নটি একটি বিতরণ করা বিশ্বব্যাপী সহযোগিতামূলক প্রক্রিয়া হিসাবে পরিচালিত হয় যেখানে দেশ- এবং ভাষা ভিত্তিক গবেষণা দল, যতটা সম্ভব দেশে প্রতিষ্ঠিত হবে।\n\nদেশের দল দুটি সহ-নেতৃত্ব দ্বারা সমন্বিত হবে যারা অংশগ্রহণকারী দেশগুলির মূল ভাষায় কাজ করতে সক্ষম এবং কমপক্ষে প্রাসঙ্গিক ক্ষেত্রে পিএইচডি অর্জন করেছে। দলগুলি দশটি সহ-গবেষককে অন্তর্ভুক্ত করবে যারা দেশের প্রাসঙ্গিক সাংস্কৃতিক/ভাষার বৈচিত্রের মিশ্রণের প্রতিনিধিত্ব করে।\n\nপ্রতিটি দেশ এবং ভাষার ডেটা বেনামে সংগ্রহ করা হবে একই সমীক্ষার মাধ্যমে, যেখানে সম্ভব সার্ভে মাঙ্কি প্ল্যাটফর্ম (SMP) এর মাধ্যমে পরিচালিত হবে এবং যেখানে SMP সম্ভব নয় সেখানে একটি বিশেষ প্রশ্নপত্র। এই ক্ষেত্রে, SMP ইউরোপীয় ইউনিয়নের মধ্যে আয়ারল্যান্ড প্রজাতন্ত্র থেকে চালানো হয়। প্রদত্ত সরাসরি সম্মতি ছাড়া অংশগ্রহণকারীদের সম্পর্কে কোন শনাক্তযোগ্য তথ্য সংগ্রহ করা হয় না।\n\nসমস্ত দল একই 4-পর্যায়ের প্রক্রিয়া এবং নৈতিক পদ্ধতি অনুসরণ করবে (নীচে আরও পড়ুন)। সক্রিয় বৈশ্বিক সমন্বয় ঘটবে আইডিজি-তে গবেষণা সহ-সৃষ্টির প্রধানের নেতৃত্বে কোর টিমের সাথে কাজ করা দলের সহ-প্রধানদের মাধ্যমে। চারটি প্রধান পর্যায় জুড়ে সমর্থন, শেখার এবং যৌথ মানের নিশ্চয়তার জন্য এগুলি নিয়মিত মিলিত হয়।",
    "journeyTitle": "যাত্রায় যোগ দিন",
    "journeyTitle2": "এর অংশ হতে দিন\nসহ-সৃষ্টি",
    "milestones": "মাইলফলক",
    "researchers": "গবেষকরা",
    "multipliers": "গুণক/নেটওয়ার্ক",
    "milestone1": "সিস্টেম সেট আপ করা হচ্ছে",
    "milestone2": "তথ্য সংগ্রহ",
    "milestone3": "বিশ্লেষণ এবং অগ্রাধিকার",
    "milestone4": "নকশা চূড়ান্ত করুন, উপস্থাপন করুন এবং স্থানীয়করণ করুন",
    "research1": "সমীক্ষা সহ-তৈরি এবং অনুবাদ করুন",
    "research2": "গবেষকদের সাংস্কৃতিক এবং ভাষাগতভাবে বিভিন্ন দল তৈরি করুন",
    "research3": "বিষয়ভিত্তিক তালিকা তৈরি করুন এবং ডেলফি অগ্রাধিকার প্রক্রিয়া সহ-তৈরি করুন",
    "research4": "শেয়ার্ড গ্লোবাল ফ্রেমওয়ার্কের জন্য ডিজাইন ফাইন-টিউন করুন। ছোটখাটো স্থানীয় অভিযোজন তৈরি করুন",
    "multiplier1": "বিশ্বব্যাপী সংস্থা, অংশীদার, নেটওয়ার্ক এবং হাব জড়িত",
    "multiplier2": "বিশ্বজুড়ে ব্যাপকভাবে শেয়ার করুন",
    "multiplier3": "ডেলফি অগ্রাধিকার প্রক্রিয়ায় নিযুক্ত হন",
    "multiplier4": "2024 সালের অক্টোবরে IDG সামিটে আপডেট করা ফ্রেমওয়ার্ক উপস্থাপন করুন",
    "note": "সমস্ত বিবরণ দেখতে টেবিল স্ক্রোল করুন",
    "howDoneTitle": "এটা কিভাবে সম্পন্ন করা হয়?",
    "phaseTitle1": "পর্যায় 1: সিস্টেম সেট আপ করা",
    "phaseTitle2": "পর্যায় 2: ডেটা সংগ্রহ",
    "phaseTitle3": "পর্যায় 3: বিশ্লেষণ এবং অগ্রাধিকার",
    "phaseTitle4": "পর্যায় 4: নকশা চূড়ান্ত করা, বর্তমান এবং স্থানীয়করণ",
    "md_phaseText1": "এই পর্যায়ে সমীক্ষা এবং অন্যান্য পদ্ধতিগুলি বিকাশের জন্য বিশ্বজুড়ে 100 টিরও বেশি গবেষকের সাথে সহ-সৃষ্টি করা হয়েছে। সমান্তরালভাবে, তথাকথিত গুণকদের (যেমন আন্তর্জাতিক নেটওয়ার্ক, বৈশ্বিক সংস্থা, IDG অংশীদার সংস্থা এবং IDG হাব) সাথে তথ্য মিটিং করা হয়েছে যারা বিশ্বব্যাপী দর্শকদের কাছে সমীক্ষা ভাগ করে নিতে আগ্রহী। একটি বিস্তৃত এবং অন্তর্ভুক্তিমূলক ডেটাসেট পেতে আমরা কমপক্ষে 100টি দেশকে 2M জন লোকের সাথে জড়িত করার লক্ষ্য রাখি যারা সমীক্ষাটি দেখে যার মধ্যে 100,000 জন প্রতিক্রিয়া জানায়৷ গবেষক এবং গুণক সমীক্ষার স্বয়ংক্রিয়ভাবে উৎপন্ন অনুবাদের মান নিয়ন্ত্রণ করেছে।",
    "md_phaseText2": "19 সেপ্টেম্বর বিশ্বব্যাপী লঞ্চের মাধ্যমে ডেটা সংগ্রহ শুরু হয়। জরিপটি 4 মাসের মধ্যে প্রতিক্রিয়া সংগ্রহের জন্য উন্মুক্ত থাকবে। দেশগুলিতে পৌঁছানোর বিষয়টি নিয়মিতভাবে ট্র্যাক করা হবে এবং ডেটা সংগ্রহ যতটা সম্ভব বিস্তৃত এবং অন্তর্ভুক্তিমূলক হবে তা নিশ্চিত করার জন্য গবেষক এবং গুণকদের কাছে ফেরত দেওয়া হবে। মাল্টিপ্লায়াররা ক্রমাগত সামাজিক মিডিয়া, সম্মেলন, ইমেল এবং অন্যান্য উপযুক্ত বিতরণ চ্যানেলের মাধ্যমে জরিপ বিতরণ করবে।",
    "md_phaseText3": "প্রতিটি দেশের গবেষণা দল এক বা একাধিক প্রাসঙ্গিক ভাষায় তাদের দেশের জন্য প্রাসঙ্গিক উপাদানের উপর ফোকাস করে। প্রক্রিয়াটিতে 4টি ধাপ রয়েছে:\n\n1. একটি বড় প্রশ্নের উত্তর দেওয়ার জন্য সমস্ত প্রাসঙ্গিক ডেটা সনাক্ত করুন, যেমন ব্যক্তি এবং সমষ্টিগত রূপান্তরমূলক দক্ষতা (গুণ, ক্ষমতা এবং দক্ষতা সহ) মানুষ এবং গ্রহের জন্য একটি টেকসই ভবিষ্যত গড়ে তোলার জন্য প্রাসঙ্গিক\n\n2. চিন্তা, সম্পর্ক, সহযোগিতা এবং অভিনয়ের পাঁচটি মাত্রার প্রতিটির অধীনে রূপান্তরমূলক দক্ষতার একটি তালিকা তৈরি করতে পদ্ধতিগতভাবে বিষয়গত বিশ্লেষণ প্রয়োগ করুন\n\n3. প্রতিটি দেশের দলের সহ-নেতৃবৃন্দ রূপান্তরমূলক দক্ষতা এবং বর্ণনার একটি যৌথ ব্যাপক তালিকা তৈরি করতে সহযোগিতা করে যা সমস্ত দেশে ধারণার প্রস্থকে প্রতিনিধিত্ব করতে পারে। প্রথম IDG ফ্রেমওয়ার্কের দক্ষতা বিবেচনায় নেওয়া হবে যখন এই তালিকাটি তৈরি করা হবে যাতে ধারাবাহিকতা নষ্ট না হয়।\n\n4. এই যৌথ তালিকাটি একটি তথাকথিত ডেলফি প্রক্রিয়ায় ব্যবহার করা হবে সমস্ত গবেষণা দলের সদস্যদের এবং অন্যান্য উত্তরদাতাদের দ্বারা মূল অগ্রাধিকারপ্রাপ্ত রূপান্তরমূলক দক্ষতার উপর প্রতিক্রিয়া সংগ্রহের জন্য যারা জরিপ প্রক্রিয়ার পরবর্তী পর্যায়ে আবার পৌঁছানোর জন্য স্বেচ্ছায় পৌঁছেছেন।\n\nএই প্রক্রিয়ার পাশাপাশি, সমীক্ষায় সাড়া দিতে নাও পারে এমন গোষ্ঠীর গুণগত তথ্য এবং/অথবা কম প্রতিনিধিত্ব করা যেতে পারে যেমন আদিবাসী গোষ্ঠী, অভিবাসী এবং পড়ার/লেখার কম ক্ষমতাসম্পন্ন ব্যক্তিরা এই সময়ে উপাদানটিতে যোগ করা হবে। প্রক্রিয়ার বিভিন্ন ধাপ।",
    "md_phaseText4": "প্রক্রিয়াটির ফলে IDG কাঠামোর পাঁচটি মাত্রার অধীনে রূপান্তরমূলক দক্ষতার একটি ভাগ করা বৈশ্বিক তালিকা তৈরি হবে। এই চূড়ান্ত তালিকা গ্লোবাল IDG কাঠামোর জন্য ভিত্তি স্থাপন করে। গ্লোবাল ফ্রেমওয়ার্কটি গবেষকদের, প্রথম IDG ফ্রেমওয়ার্কের মূল যোগাযোগ বিশেষজ্ঞদের পাশাপাশি নীতি ও অনুশীলন থেকে ফ্রেমওয়ার্ক ব্যবহারকারীদের মধ্যে সহযোগিতায় ডিজাইন করা হবে। ফ্রেমওয়ার্কটি 2024 সালের অক্টোবরে IDG সামিটে উপস্থাপন করা হবে। বৈশ্বিক ভাগ করা ফ্রেমওয়ার্ককে আনুষ্ঠানিক কাঠামো হিসাবে বিবেচনা করা হবে কারণ ভাগ করা ধারণা এবং প্রতীকগুলি বিশ্বব্যাপী বোঝাপড়া বাড়ানোর জন্য গুরুত্বপূর্ণ।\n\nশেয়ার্ড গ্লোবাল ফ্রেমওয়ার্ক উপস্থাপিত হওয়ার পরে, প্রতিটি দেশ/ভাষা দল তাদের স্থানীয় তালিকা (আগের পর্যায়ে প্রাপ্ত) যা প্রস্তাব করা প্রয়োজন তার সাথে সারিবদ্ধভাবে রূপান্তরমূলক দক্ষতার বর্ণনাগুলিকে সংশোধন করে তাদের নির্দিষ্ট প্রসঙ্গে বৈশ্বিক ভাগ করা কাঠামোকে পুনরায় স্থানান্তর করতে শুরু করবে। IDGs তাদের প্রসঙ্গে প্রাসঙ্গিক. আইডিজিগুলিকে প্রতিটি প্রসঙ্গে কাজ করার জন্য প্রাসঙ্গিক উপযুক্ততা একটি গুরুত্বপূর্ণ গুণ।",
    "ethicsPrivacyTitle": "নৈতিকতা এবং ডেটা গোপনীয়তা কিভাবে সুরক্ষিত হয়?",
    "ethicsTitle": "নৈতিক নীতি",
    "ethicsText": "ইনার ডেভেলপমেন্ট গোলস (আইডিজি) অভ্যন্তরীণ উন্নয়নের জন্য একটি অলাভজনক সংস্থা। এটি গবেষণা করে, বিজ্ঞান-ভিত্তিক দক্ষতা এবং গুণাবলী সংগ্রহ করে এবং যোগাযোগ করে যা মানবতাকে \"উদ্দেশ্যপূর্ণ, টেকসই এবং উত্পাদনশীল জীবন যাপন করতে\" সাহায্য করে। টেকসই উন্নয়ন লক্ষ্যে ব্যক্ত করা মানুষ এবং গ্রহের জন্য একটি টেকসই ভবিষ্যতে পৌঁছানোর কাজের মৌলিক এবং ব্যক্তিগত এবং সমষ্টিগত উভয় ক্ষেত্রেই অভ্যন্তরীণ উন্নয়নে কাজ করা এই প্রত্যয়কে অনুসরণ করে এই উদ্যোগ। অভ্যন্তরীণ উন্নয়ন লক্ষ্যমাত্রা এবং এর কাঠামো তাই এমন একটি সংস্থান যা সকল বৈশ্বিক চ্যালেঞ্জের অভ্যন্তরীণ রূপান্তর আনতে সহযোগিতামূলকভাবে বিকশিত হয়েছে, এমন একটি সংস্থান যা সর্বত্র প্রত্যেকেরই অ্যাক্সেস থাকবে। অভ্যন্তরীণ উন্নয়ন লক্ষ্যগুলি জাতিসংঘের মানবাধিকার কনভেনশনগুলিতে ব্যক্ত নৈতিক আচরণের মূল নীতিগুলি অনুসরণ করে।",
    "privacyTitle": "ডেটা গোপনীয়তা সুরক্ষা",
    "privacyText": "এক প্রশ্নের জন্য সমস্ত তথ্য সংগ্রহ করা হয়েছে। গ্লোবাল ইমপ্যাক্ট সার্ভে কোনো উত্তরদাতাকে খুঁজে বের করার কোনো সুযোগ ছাড়াই সম্পূর্ণ বেনামে সংগ্রহ করা হয়। উপরের বিভাগে নৈতিক নীতিগুলি বোঝার এবং কাজ করার উদ্দেশ্যে শুধুমাত্র ব্যবহারের জন্য ডেটা সুরক্ষিত। কোনো আইপি-ঠিকানা বা অন্যান্য সংবেদনশীল ব্যক্তিগত শনাক্তযোগ্য তথ্য যেমন ইমেল উত্তরদাতার সুস্পষ্ট সম্মতি ছাড়া সংগ্রহ করা হয় না। ইমেল ঠিকানা প্রদানের সম্মতি শুধুমাত্র আরও প্রশ্নের জন্য উত্তরদাতাদের সাথে যোগাযোগ করার জন্য ব্যবহার করা হয়। আমরা কখনই এমন কোনও তথ্য ব্যবহার করব না যা উত্তরদাতারা সম্মতি দেওয়া ছাড়া অন্য কোনও উদ্দেশ্যে প্রদান করতে সম্মত হন এবং উপরে বর্ণিত নৈতিক নীতির সাথে সঙ্গতিপূর্ণ।",
    "contactTitle": "আরও প্রশ্নের জন্য কার সাথে যোগাযোগ করতে হবে"
  },
  "zh": {
    "title1": "一个问题",
    "title2": "全球影响",
    "subtitle": "从现在开始，塑造对可持续未来所需的变革性技能的理解。",
    "whoTitle": "谁在这样做？",
    "md_whoText": "全球可持续发展转型技能研究 \"一个问题。全球影响 \"由 IDG Inner Development Goals AB (svb) 领导和协调，该组织在瑞典的注册编号为 559314-0675。内部发展目标（IDGs）是一项非营利性开源计划，由瑞典非营利性基金会橡树岛基金会（Oak Island Foundation）100%所有。\n\n道德行为和数据处理由 IDGs 负责。执行董事扬-阿尔特姆-亨里克森（Jan Artem Henriksson）和研究共创负责人、博士弗雷德里克-林登克罗那（Fredrik Lindencrona）领导这项工作。\n\n该研究由 IDGs 和许多国际学术伙伴机构、IDG 伙伴组织和中心以及国际网络合作开展，以便尽可能广泛地覆盖全球。\n\n如有任何问题，请联系",
    "whyTitle": "我们为什么要这样做？",
    "whyText": "2015 年，联合国全体会员国商定了在一个健康的星球上建设一个和平、有尊严和繁荣的世界的 17 项目标。内在发展目标 \"倡议坚信，了解和培养变革技能对于实现这一全球抱负至关重要，对于为人类和地球发展一个可持续的未来至关重要。\n\n为了在全球范围内了解这些转型技能，我们邀请参与者就这一主题开展有史以来最具包容性的研究，从而产生全球影响。在您的共同创造下，我们将实现成为您的知识与人们内在和外在发展的影响之间的坚实桥梁的愿景，以管理一个更美好的世界。人类更美好，地球更美好。\n\n这一过程将制定一个全球 IDG 框架，该框架将首次以世界各地的意见为坚实基础。世界上许多国家的研究人员将共同分析和处理这个 \"大问题 \"的答案。",
    "howTitle": "怎么做？",
    "howText": "全球研究以分布式全球合作的方式进行，在尽可能多的国家建立以国家和语言为基础的研究小组，开展合作。\n\n国家小组将由两名共同负责人协调，他们能够使用参与国的主要语言开展工作，并至少在相关领域获得博士学位。这些团队将包括最多十名共同研究人员，他们代表了各国相关文化/语言的多样性。\n\n每个国家和每种语言的数据都将通过相同的调查以匿名方式收集，在可能的情况下通过 Survey Monkey Platform (SMP) 进行管理，在 SMP 不可行的情况下则通过特殊问卷进行管理。在这种情况下，SMP 在欧盟内的爱尔兰共和国运行。未经直接同意，不会收集参与者的任何可识别信息。\n\n所有团队都将遵循相同的 4 阶段流程和伦理程序（详情请阅读下文）。各团队共同负责人将与 IDGs 研究共创负责人领导的核心团队合作，积极开展全球协调。在四个主要阶段中，他们将定期举行会议，以获得支持、学习和共同质量保证。",
    "journeyTitle": "加入旅程",
    "journeyTitle2": "让我们参与\n共同创造",
    "milestones": "里程碑",
    "researchers": "研究人员",
    "multipliers": "乘法器/网络",
    "milestone1": "设置系统",
    "milestone2": "数据收集",
    "milestone3": "分析和确定优先次序",
    "milestone4": "完成设计、展示和本地化",
    "research1": "共同创建和翻译调查",
    "research2": "建立具有文化和语言多样性的研究人员团队",
    "research3": "制定专题清单并共同创建德尔菲优先排序程序",
    "research4": "微调全球共享框架的设计。进行局部微调",
    "multiplier1": "让全球组织、合作伙伴、网络和中心参与进来",
    "multiplier2": "在全球范围内广泛共享",
    "multiplier3": "参与德尔菲优先排序程序",
    "multiplier4": "在 2024 年 10 月的 IDG 峰会上介绍更新后的框架",
    "note": "滚动表格查看所有详细信息",
    "howDoneTitle": "怎么做？",
    "phaseTitle1": "第 1 阶段：建立系统",
    "phaseTitle2": "第 2 阶段：数据收集",
    "phaseTitle3": "第 3 阶段：分析与优先排序",
    "phaseTitle4": "第 4 阶段：完成设计、展示和本地化",
    "md_phaseText1": "在这一阶段，与全球 100 多名研究人员进行了共同创作，以制定调查和其他方法。与此同时，我们还与所谓的 \"增效者\"（即国际网络、全球性组织、IDG 合作伙伴组织和 IDG 枢纽）举行了信息交流会，他们有兴趣帮助向全球受众分享该调查。为了获得一个全面、包容的数据集，我们的目标是至少让 100 个国家的 200 万人参与调查，其中 10 万人进行回复。研究人员和推广人员已对自动生成的调查翻译进行了质量控制。",
    "md_phaseText2": "数据收集始于 9 月 19 日的全球启动仪式。调查将在 4 个月内开放，以收集答复。将定期跟踪调查在各国的覆盖情况，并反馈给研究人员和乘法器，以确保数据收集尽可能广泛和包容。乘法器将通过社交媒体、会议、电子邮件和其他合适的分发渠道持续分发调查问卷。",
    "md_phaseText3": "每个国家研究小组重点研究与本国相关的一种或几种语言的材料。这一过程包括 4 个步骤：\n\n1. 确定所有相关数据，以回答 \"一个大问题\"，即与为人类和地球建设可持续未来相关的个人和集体转型技能（包括素质、能力和技能）； 2.\n\n系统地应用专题分析，在 \"存在\"、\"思考\"、\"关系\"、\"合作 \"和 \"行动 \"五个维度下，分别生成一份转型技能清单\n\n3. 每个国家小组的共同负责人合作制定一份转型技能和描述的联合综合清单，该清单可代表所有国家的概念宽度。在制定这份清单时，将考虑到第一个 IDG 框架的技能，以避免失去一致性。\n\n4.4. 这份联合清单将用于所谓的德尔菲过程，以收集所有研究小组成员和其他自愿在调查过程的后期阶段再次参与的受访者对关键优先转型技能的反馈意见。\n\n除此以外，在调查过程的不同步骤中，还将在材料中添加来自可能无法回答调查和/或代表 性不足的群体（如土著群体、移民和读/写能力较低者）的定性数据。",
    "md_phaseText4": "这一过程将在 IDG 框架的五个维度下形成一份全球共享的转型技能清单。这份最终清单为全球 IDG 框架奠定了基础。  全球框架将由研究人员、第一个 IDG 框架的主要传播专家以及该框架的政策和实践用户共同设计。该框架将在 2024 年 10 月的 IDG 峰会上提出。全球共享框架将被视为正式框架，因为共享概念和符号对于增进全球理解至关重要。\n\n在提交全球共享框架之后，每个国家/语言团队将开始根据其具体情况重新定位全球共享框架，根据其当地清单（在早期阶段得出）所建议的使 IDG 与其具体情况相关的必要条件，修改对变革技能的描述。因地制宜是使国际发展目标在各种情况下都能发挥作用的一个重要因素。",
    "ethicsPrivacyTitle": "如何确保道德和数据隐私？",
    "ethicsTitle": "道德原则",
    "ethicsText": "内在发展目标（IDG）是一个促进内在发展的非营利组织。它致力于研究、收集和传播以科学为基础的技能和品质，帮助人类 \"过上有目的、可持续和富有成效的生活\"。该倡议坚信，个人和集体的内在发展工作对于实现可持续发展目标所表达的人类和地球的可持续未来至关重要。因此，\"内在发展目标 \"及其框架是一项合作开发的资源，旨在为所有全球性挑战带来内在变革，是世界各地的每个人都可以利用的资源。内在发展目标 \"遵循联合国人权公约所表述的主要道德行为原则。",
    "privacyTitle": "数据隐私保护",
    "privacyText": "为 \"一个问题 \"收集的所有信息。全球影响调查 \"收集的所有信息都是完全匿名的，不可能追溯到任何受访者。这些数据受到保护，仅用于了解上述章节中的道德原则并根据这些原则采取行动。未经受访者明确同意，不会收集 IP 地址或其他敏感的个人身份信息（如电子邮件）。  同意提供电子邮件地址仅用于与受访者联系，以便提出进一步问题。我们绝不会将受访者同意提供的任何信息用于除同意和符合上述道德原则之外的任何其他目的。",
    "contactTitle": "如有其他问题，请联系"
  },
  "fr": {
    "title1": "Une question",
    "title2": "Impact mondial",
    "subtitle": "Faire mieux comprendre les compétences transformatrices nécessaires pour un avenir durable, dès maintenant.",
    "whoTitle": "Qui le fait ?",
    "md_whoText": "L'étude mondiale sur les compétences transformationnelles pour le développement durable \"One-Question. Global Impact\" est dirigée et coordonnée par IDG Inner Development Goals AB (svb) enregistré sous le numéro d'organisation : 559314-0675 en Suède. Inner Development Goals (IDGs) est une initiative à but non lucratif et à code source ouvert détenue à 100 % par la Oak Island Foundation, une fondation à but non lucratif en Suède.\n\nLa responsabilité de la conduite éthique et du traitement des données incombe à l'IDGs. Le directeur exécutif Jan Artem Henriksson et le responsable de la co-création de la recherche, le Dr Fredrik Lindencrona, Phd, dirigent cet effort.\n\nL'étude est menée en collaboration entre les IDG et de nombreuses institutions universitaires internationales partenaires, des organisations et des centres partenaires de l'IDG et des réseaux internationaux afin de pouvoir toucher le plus grand nombre de personnes possible dans le monde.\n\nPour toute question, veuillez contacter",
    "whyTitle": "Pourquoi le faisons-nous ?",
    "whyText": "En 2015, tous les membres des Nations Unies se sont mis d'accord sur 17 objectifs pour construire un monde de paix, de dignité et de prospérité sur une planète saine. L'initiative \"Inner Development Goals\" est convaincue qu'il est essentiel de comprendre et de développer des compétences transformationnelles pour réaliser cette ambition mondiale, essentielle pour développer un avenir durable pour l'humanité et la planète.\n\nPour comprendre ces compétences transformationnelles à travers le monde, nous invitons les participants à avoir un impact global grâce à l'une des études les plus inclusives jamais réalisées sur ce thème. Avec votre co-création, nous réaliserons la vision d'être un pont solide entre vos connaissances et l'impact du développement intérieur et extérieur des personnes pour gérer un monde meilleur. Meilleures personnes, meilleure planète.\n\nCe processus permettra de développer un cadre IDG global, pour la première fois solidement fondé sur les contributions du monde entier. Les réponses à cette grande question seront analysées et traitées en collaboration par des chercheurs de nombreux pays.",
    "howTitle": "Comment cela se passe-t-il ?",
    "howText": "L'étude mondiale est gérée comme un processus de collaboration mondiale distribuée où collaborent des équipes de recherche basées sur le pays et la langue, établies dans le plus grand nombre de pays possible.\n\nLes équipes nationales seront coordonnées par deux co-responsables capables de travailler dans les langues principales des pays participants et titulaires d'un doctorat dans les domaines concernés. Les équipes comprendront jusqu'à dix co-chercheurs représentant un mélange des variations culturelles et linguistiques pertinentes dans le pays.\n\nLes données pour chaque pays et chaque langue seront recueillies de manière anonyme par le biais de la même enquête, administrée par la plateforme Survey Monkey (SMP) lorsque cela est possible et par un questionnaire spécial lorsque SMP n'est pas réalisable. Dans ce cas, la SMP est gérée depuis la République d'Irlande au sein de l'Union européenne. Aucune information permettant d'identifier les participants n'est collectée sans leur consentement direct.\n\nToutes les équipes suivront le même processus en quatre phases et les mêmes procédures éthiques (voir ci-dessous). Une coordination mondiale active sera assurée par les co-responsables des équipes qui travailleront avec l'équipe centrale dirigée par le responsable de la co-création de recherche à l'IDG. Ces équipes se réunissent régulièrement pour se soutenir, apprendre et assurer conjointement l'assurance qualité tout au long des quatre phases principales.",
    "journeyTitle": "Participez au voyage",
    "journeyTitle2": "Participez à la\ncocréation",
    "milestones": "Jalons",
    "researchers": "Chercheurs",
    "multipliers": "Multiplicateurs/réseaux",
    "milestone1": "Mise en place du système",
    "milestone2": "Collecte de données",
    "milestone3": "Analyse et hiérarchisation",
    "milestone4": "Finaliser la conception, présenter et localiser",
    "research1": "Co-créer et traduire l'enquête",
    "research2": "Constituer des équipes de chercheurs culturellement et linguistiquement diversifiées",
    "research3": "Élaborer des listes thématiques et co-créer le processus de hiérarchisation Delphi",
    "research4": "Affiner la conception du cadre global partagé. Créer des adaptations locales mineures",
    "multiplier1": "Engager des organisations, des partenaires, des réseaux et des plates-formes au niveau mondial",
    "multiplier2": "Partager largement à travers le monde",
    "multiplier3": "S'engager dans le processus Delphi de hiérarchisation des priorités",
    "multiplier4": "Présenter le cadre actualisé lors du sommet de l'IDG en octobre 2024",
    "note": "Faites défiler le tableau pour voir tous les détails",
    "howDoneTitle": "Comment cela se passe-t-il ?",
    "phaseTitle1": "Phase 1 : Mise en place du système",
    "phaseTitle2": "Phase 2 : Collecte de données",
    "phaseTitle3": "Phase 3 : Analyse et hiérarchisation",
    "phaseTitle4": "Phase 4 : Finalisation de la conception, présentation et localisation",
    "md_phaseText1": "Au cours de cette phase, une co-création a été menée avec plus de 100 chercheurs à travers le monde pour développer l'enquête et d'autres méthodes. Parallèlement, des réunions d'information ont été organisées avec ce que l'on appelle des multiplicateurs (c'est-à-dire des réseaux internationaux, des organisations mondiales, des organisations partenaires de l'IDG et des IDG Hubs) qui sont intéressés par la diffusion de l'enquête auprès d'un public mondial. Pour obtenir un ensemble de données complet et inclusif, nous visons à impliquer au moins 100 pays avec 2 millions de personnes qui ont vu l'enquête, dont 100 000 ont répondu. Les chercheurs et les multiplicateurs ont contrôlé la qualité des traductions de l'enquête générées automatiquement.",
    "md_phaseText2": "La collecte des données commence avec le lancement mondial de l'enquête, le 19 septembre. L'enquête sera ouverte pour recueillir des réponses pendant 4 mois. La portée dans les pays sera suivie régulièrement et communiquée aux chercheurs et aux multiplicateurs afin de s'assurer que la collecte de données est aussi large et inclusive que possible. Les multiplicateurs distribueront continuellement l'enquête par le biais des médias sociaux, de conférences, d'e-mails et d'autres canaux de distribution appropriés.",
    "md_phaseText3": "Chaque équipe de recherche nationale se concentre sur le matériel pertinent pour son pays dans une ou plusieurs langues. Le processus comprend 4 étapes :\n\n1. identifier toutes les données pertinentes pour répondre à la grande question, c'est-à-dire les compétences transformationnelles individuelles et collectives (y compris les qualités, les aptitudes et les compétences) pertinentes pour construire un avenir durable pour les personnes et la planète\n\n2. appliquer systématiquement l'analyse thématique pour générer une liste de compétences transformationnelles dans chacune des cinq dimensions : être, penser, entrer en relation, collaborer et agir\n\n3. les co-responsables de chaque équipe nationale collaborent à l'élaboration d'une liste globale commune de compétences transformationnelles et de descriptions pouvant représenter l'ensemble des concepts dans tous les pays. Les compétences du premier cadre IDG seront prises en compte lors de l'élaboration de cette liste afin de ne pas perdre en cohérence.\n\n4. Cette liste commune sera utilisée dans le cadre d'un processus dit Delphi afin de recueillir les réactions de tous les membres de l'équipe de recherche et des autres personnes interrogées qui se sont portées volontaires pour être contactées à nouveau lors des étapes ultérieures du processus d'enquête sur les compétences transformationnelles clés classées par ordre de priorité.\n\nEn plus de ce processus, des données qualitatives provenant de groupes qui pourraient ne pas être en mesure de répondre à l'enquête et/ou être sous-représentés, tels que les groupes indigènes, les migrants et les personnes ayant une faible capacité de lecture/écriture, seront ajoutées au matériel au cours des différentes étapes du processus.",
    "md_phaseText4": "Le processus aboutira à une liste mondiale partagée de compétences transformationnelles dans les cinq dimensions du cadre IDG. Cette liste finale jettera les bases du cadre IDG mondial.  Le cadre mondial sera conçu en collaboration avec des chercheurs, des spécialistes de la communication pour le premier cadre IDG ainsi que des utilisateurs du cadre dans les domaines de la politique et de la pratique. Le cadre sera présenté lors du sommet de l'IDG en octobre 2024. Le cadre mondial partagé sera considéré comme le cadre officiel, car les concepts et symboles communs sont essentiels pour améliorer la compréhension à l'échelle mondiale.\n\nAprès la présentation du cadre mondial partagé, chaque équipe de pays/langue commencera à relocaliser le cadre mondial partagé dans son contexte spécifique en révisant les descriptions des compétences transformationnelles en fonction de ce que leur liste locale (dérivée des étapes précédentes) suggère comme étant nécessaire pour rendre les IDG pertinents dans leur contexte. L'adéquation au contexte est une qualité importante pour que les IDG fonctionnent dans chaque contexte.",
    "ethicsPrivacyTitle": "Comment l'éthique et la confidentialité des données sont-elles garanties ?",
    "ethicsTitle": "Principes éthiques",
    "ethicsText": "The Inner Development Goals (IDG) est une organisation à but non lucratif pour le développement intérieur. Elle effectue des recherches, rassemble et communique des compétences et des qualités fondées sur la science qui aident l'humanité à \"vivre une vie utile, durable et productive\". L'initiative repose sur la conviction que le travail sur le développement intérieur, à la fois individuel et collectif, est fondamental pour parvenir à un avenir durable pour les personnes et la planète, comme l'expriment les objectifs de développement durable. Les objectifs de développement intérieur et leur cadre sont donc une ressource développée en collaboration pour apporter une transformation intérieure à tous les défis mondiaux, une ressource à laquelle tout le monde, partout, doit avoir accès. Les objectifs de développement intérieur respectent les principes clés de conduite éthique tels qu'ils sont exprimés dans les conventions des Nations unies sur les droits de l'homme.",
    "privacyTitle": "Protection de la vie privée",
    "privacyText": "Toutes les informations recueillies dans le cadre de l'enquête One Question. Global Impact Survey est collectée de manière totalement anonyme, sans possibilité de remonter jusqu'à un répondant. Les données sont protégées et ne peuvent être utilisées que dans le but de comprendre et d'agir conformément aux principes éthiques énoncés dans la section ci-dessus. Aucune adresse IP ou autre information personnelle sensible identifiable, telle que les courriels, n'est recueillie sans le consentement explicite du répondant.  Le consentement à fournir des adresses électroniques n'est utilisé que pour contacter les répondants afin de leur poser des questions supplémentaires. Nous n'utiliserons jamais les informations que les répondants acceptent de fournir à d'autres fins que celles pour lesquelles ils ont donné leur consentement et conformément aux principes éthiques énoncés ci-dessus.",
    "contactTitle": "Personnes à contacter pour toute question supplémentaire"
  },
  "de": {
    "title1": "Eine Frage",
    "title2": "Globale Auswirkungen",
    "subtitle": "Das Verständnis für die transformativen Fähigkeiten, die für eine nachhaltige Zukunft benötigt werden, muss jetzt entwickelt werden.",
    "whoTitle": "Wer macht das?",
    "md_whoText": "Die globale Studie über transformative Fähigkeiten für nachhaltige Entwicklung \"One-Question. Global Impact\" wird von IDG Inner Development Goals AB (svb) geleitet und koordiniert, die unter der Organisationsnummer 559314-0675 in Schweden registriert ist. Inner Development Goals (IDG) ist eine gemeinnützige Open-Source-Initiative, die zu 100% der Oak Island Foundation gehört, einer gemeinnützigen Stiftung in Schweden.\n\nDie Verantwortung für das ethische Verhalten und den Umgang mit Daten liegt bei den IDGs. Der geschäftsführende Direktor Jan Artem Henriksson und der Leiter der Forschungszusammenarbeit, Dr. Fredrik Lindencrona, Phd, leiten diese Bemühungen.\n\nDie Studie wird in Zusammenarbeit zwischen IDGs und vielen internationalen akademischen Partnerinstitutionen, IDG-Partnerorganisationen und -Zentren sowie internationalen Netzwerken durchgeführt, um möglichst viele Menschen auf der ganzen Welt erreichen zu können.\n\nFür weitere Fragen wenden Sie sich bitte an:",
    "whyTitle": "Warum tun wir das?",
    "whyText": "Im Jahr 2015 einigten sich alle Mitglieder der Vereinten Nationen auf 17 Ziele, um eine Welt des Friedens, der Würde und des Wohlstands auf einem gesunden Planeten zu schaffen. Die Initiative \"Inner Development Goals\" ist davon überzeugt, dass das Verständnis und der Aufbau von Transformationsfähigkeiten für das Erreichen dieses globalen Ziels von entscheidender Bedeutung sind, um eine nachhaltige Zukunft für die Menschheit und den Planeten zu entwickeln.\n\nUm diese Transformationsfähigkeiten auf der ganzen Welt zu verstehen, laden wir die Teilnehmer ein, mit einer der umfassendsten Studien, die es je zu diesem Thema gab, eine globale Wirkung zu erzielen. Mit Ihrer Mitwirkung werden wir die Vision verwirklichen, eine solide Brücke zwischen Ihrem Wissen und den Auswirkungen der inneren und äußeren Entwicklung der Menschen zu sein, um eine bessere Welt zu schaffen. Bessere Menschen, besserer Planet.\n\nIm Rahmen dieses Prozesses wird ein globaler IDG-Rahmen entwickelt, der zum ersten Mal solide auf Beiträgen aus der ganzen Welt basiert. Die Antworten auf diese eine große Frage werden von Forschern in vielen Ländern der Welt gemeinsam analysiert und bearbeitet.",
    "howTitle": "Wie wird das gemacht?",
    "howText": "Die globale Studie wird als verteilter, globaler Kooperationsprozess durchgeführt, bei dem länder- und sprachenbezogene Forschungsteams in möglichst vielen Ländern zusammenarbeiten werden.\n\nDie Länderteams werden von zwei Co-Leitern koordiniert, die in den wichtigsten Sprachen der teilnehmenden Länder arbeiten können und mindestens einen Doktortitel in den relevanten Bereichen haben. Den Teams werden bis zu zehn Mitforscher angehören, die einen Mix aus den relevanten kulturellen/sprachlichen Variationen des Landes repräsentieren.\n\nDie Daten für jedes Land und jede Sprache werden anonym durch dieselbe Umfrage erhoben, die, wenn möglich, über die Survey Monkey Plattform (SMP) und, wenn SMP nicht möglich ist, mit einem speziellen Fragebogen durchgeführt wird. In diesem Fall wird SMP von der Republik Irland innerhalb der Europäischen Union aus betrieben. Es werden keine identifizierbaren Informationen über die Teilnehmer gesammelt, wenn keine direkte Zustimmung vorliegt.\n\nAlle Teams befolgen den gleichen 4-Phasen-Prozess und die gleichen ethischen Verfahren (mehr dazu weiter unten). Die aktive globale Koordinierung erfolgt durch die Co-Leiter der Teams, die mit dem Kernteam unter der Leitung des Head of Research Co-creation bei IDGs zusammenarbeiten. Diese treffen sich regelmäßig zur Unterstützung, zum Lernen und zur gemeinsamen Qualitätssicherung während der vier Hauptphasen.",
    "journeyTitle": "Begleiten Sie die Reise",
    "journeyTitle2": "Lassen Sie uns Teil sein von\nCo-Kreation",
    "milestones": "Meilensteine",
    "researchers": "Forscher",
    "multipliers": "Multiplikatoren/Netzwerke",
    "milestone1": "Einrichten des Systems",
    "milestone2": "Datenerhebung",
    "milestone3": "Analyse und Prioritätensetzung",
    "milestone4": "Fertigstellung des Entwurfs, Präsentation und Lokalisierung",
    "research1": "Umfrage mitgestalten und übersetzen",
    "research2": "Aufbau kulturell und sprachlich vielfältiger Forscherteams",
    "research3": "Entwicklung thematischer Listen und Mitgestaltung des Delphi-Priorisierungsprozesses",
    "research4": "Feinabstimmung des Designs für den gemeinsamen globalen Rahmen. Erstellen Sie kleinere lokale Anpassungen",
    "multiplier1": "Einbindung globaler Organisationen, Partner, Netzwerke und Knotenpunkte",
    "multiplier2": "Weltweite Verbreitung",
    "multiplier3": "Beteiligung am Delphi-Priorisierungsprozess",
    "multiplier4": "Vorstellung des aktualisierten Rahmens auf dem IDG-Gipfel im Oktober 2024",
    "note": "Blättern Sie in der Tabelle, um alle Details zu sehen",
    "howDoneTitle": "Wie wird das gemacht?",
    "phaseTitle1": "Phase 1: Einrichtung des Systems",
    "phaseTitle2": "Phase 2: Datenerhebung",
    "phaseTitle3": "Phase 3: Analyse und Prioritätensetzung",
    "phaseTitle4": "Phase 4: Fertigstellung des Designs, Präsentation und Lokalisierung",
    "md_phaseText1": "In dieser Phase wurde mit mehr als 100 Forschern aus aller Welt zusammengearbeitet, um die Umfrage und andere Methoden zu entwickeln. Parallel dazu wurden Informationstreffen mit so genannten Multiplikatoren (d. h. internationalen Netzwerken, globalen Organisationen, IDG-Partnerorganisationen und IDG-Hubs) durchgeführt, die daran interessiert sind, die Umfrage einem globalen Publikum zugänglich zu machen. Um einen umfassenden und inklusiven Datensatz zu erhalten, streben wir an, mindestens 100 Länder mit 2 Mio. Menschen einzubeziehen, die die Umfrage ansehen, von denen 100.000 antworten. Forscher und Multiplikatoren haben die Qualität der automatisch generierten Übersetzungen der Umfrage kontrolliert.",
    "md_phaseText2": "Die Datenerhebung beginnt mit dem globalen Start am 19. September. Die Umfrage wird 4 Monate lang für die Erfassung von Antworten geöffnet sein. Die Reichweite in den Ländern wird regelmäßig überprüft und an die Forscher und Multiplikatoren zurückgemeldet, um sicherzustellen, dass die Datenerhebung so umfassend und umfassend wie möglich ist. Die Multiplikatoren werden die Umfrage kontinuierlich über soziale Medien, Konferenzen, E-Mails und andere geeignete Verteilungskanäle verbreiten.",
    "md_phaseText3": "Jedes Länderforschungsteam konzentriert sich auf das für sein Land relevante Material in einer oder mehreren relevanten Sprachen. Der Prozess umfasst 4 Schritte:\n\n1. Ermittlung aller relevanten Daten zur Beantwortung der einen großen Frage, d. h. der individuellen und kollektiven Transformationsfähigkeiten (einschließlich Qualitäten, Fähigkeiten und Fertigkeiten), die für den Aufbau einer nachhaltigen Zukunft für Menschen und Planeten relevant sind\n\n2. systematische Anwendung der thematischen Analyse, um eine Liste von Transformationsfähigkeiten für jede der fünf Dimensionen Sein, Denken, Beziehung, Zusammenarbeit und Handeln zu erstellen\n\n3. die Co-Leader der einzelnen Länderteams arbeiten zusammen, um eine gemeinsame umfassende Liste von Transformationsfähigkeiten und Beschreibungen zu entwickeln, die die Breite der Konzepte in allen Ländern repräsentieren kann. Die Fähigkeiten des ersten IDG-Rahmens werden bei der Erstellung dieser Liste berücksichtigt, um die Konsistenz nicht zu verlieren.\n\n4. Diese gemeinsame Liste wird in einem so genannten Delphi-Prozess verwendet, um von allen Mitgliedern des Forschungsteams und anderen Befragten, die sich bereit erklärt haben, in späteren Phasen des Erhebungsprozesses erneut befragt zu werden, Feedback zu den wichtigsten priorisierten Transformationsfähigkeiten einzuholen.\n\nZusätzlich zu diesem Prozess werden qualitative Daten von Gruppen, die möglicherweise nicht in der Lage sind, auf die Umfrage zu antworten und/oder unterrepräsentiert sind, wie z. B. indigene Gruppen, Migranten und Menschen mit geringen Lese- und Schreibfähigkeiten, während verschiedener Schritte des Prozesses in das Material aufgenommen.",
    "md_phaseText4": "Das Ergebnis dieses Prozesses wird eine gemeinsame globale Liste von Transformationsfähigkeiten sein, die den fünf Dimensionen des IDG-Rahmens entsprechen. Diese endgültige Liste bildet die Grundlage für den globalen IDG-Rahmen.  Der globale Rahmen wird in Zusammenarbeit zwischen Forschern, wichtigen Kommunikationsspezialisten für den ersten IDG-Rahmen sowie Nutzern des Rahmens aus Politik und Praxis entwickelt. Der Rahmen wird auf dem IDG-Gipfel im Oktober 2024 vorgestellt werden. Der globale gemeinsame Rahmen wird als formaler Rahmen betrachtet, da die gemeinsamen Konzepte und Symbole entscheidend für ein besseres globales Verständnis sind.\n\nNach der Präsentation des gemeinsamen globalen Rahmens werden die einzelnen Länder-/Sprachteams damit beginnen, den globalen gemeinsamen Rahmen auf ihren spezifischen Kontext zu übertragen, indem sie die Beschreibungen der Transformationsfähigkeiten überarbeiten und mit den Ergebnissen ihrer lokalen Liste (die in früheren Phasen erstellt wurde) abgleichen, die notwendig sind, um die IDGs in ihrem Kontext relevant zu machen. Die kontextuelle Angemessenheit ist eine wichtige Eigenschaft, damit die IDGs in jedem Kontext funktionieren.",
    "ethicsPrivacyTitle": "Wie werden Ethik und Datenschutz sichergestellt?",
    "ethicsTitle": "Ethische Grundsätze",
    "ethicsText": "Die Inner Development Goals (IDG) ist eine gemeinnützige Organisation für innere Entwicklung. Sie erforscht, sammelt und vermittelt wissenschaftlich fundierte Fähigkeiten und Qualitäten, die der Menschheit helfen, \"ein zielgerichtetes, nachhaltiges und produktives Leben zu führen\". Die Initiative folgt der Überzeugung, dass die Arbeit an der inneren Entwicklung, sowohl auf individueller als auch auf kollektiver Ebene, von grundlegender Bedeutung ist, wenn es darum geht, eine nachhaltige Zukunft für die Menschen und den Planeten zu erreichen, wie sie in den Zielen für nachhaltige Entwicklung zum Ausdruck kommt. Inner Development Goals und sein Rahmenwerk sind daher eine Ressource, die gemeinsam entwickelt wird, um innere Transformation zu allen globalen Herausforderungen zu bringen, eine Ressource, zu der jeder überall Zugang haben soll. Inner Development Goals folgt den Grundprinzipien ethischen Verhaltens, wie sie in den UN-Menschenrechtskonventionen zum Ausdruck kommen.",
    "privacyTitle": "Schutz der Privatsphäre",
    "privacyText": "Alle Informationen, die für die One Question. Global Impact Survey gesammelten Informationen werden vollständig anonym erhoben, ohne dass eine Rückverfolgung zum Befragten möglich ist. Die Daten sind geschützt und werden nur für die Zwecke des Verständnisses und des Handelns gemäß den ethischen Grundsätzen im obigen Abschnitt verwendet. Ohne die ausdrückliche Zustimmung des Befragten werden keine IP-Adressen oder andere sensible personenbezogene Daten wie z. B. E-Mail-Adressen erfasst.  Die Zustimmung zur Angabe von E-Mail-Adressen wird nur verwendet, um die Befragten für weitere Fragen zu kontaktieren. Wir verwenden die von den Befragten bereitgestellten Informationen nur für die Zwecke, für die sie ihr Einverständnis gegeben haben, und nur im Einklang mit den oben genannten ethischen Grundsätzen.",
    "contactTitle": "Ansprechpartner für weitere Fragen"
  },
  "hi": {
    "title1": "एक सवाल",
    "title2": "वैश्विक प्रभाव",
    "subtitle": "स्थायी भविष्य के लिए आवश्यक परिवर्तनकारी कौशल की समझ को अभी आकार दें।",
    "whoTitle": "यह कौन कर रहा है?",
    "md_whoText": "सतत विकास के लिए परिवर्तनकारी कौशल का वैश्विक अध्ययन ”एक-प्रश्न। ग्लोबल इम्पैक्ट” का नेतृत्व और समन्वय स्वीडन में संगठन संख्या: 559314-0675 द्वारा पंजीकृत आईडीजी इनर डेवलपमेंट गोल्स एबी (एसवीबी) द्वारा किया जाता है। इनर डेवलपमेंट गोल्स (आईडीजी) एक गैर-लाभकारी और ओपन-सोर्स पहल है, जिसका 100% स्वामित्व ओक आइलैंड फाउंडेशन के पास है, जो स्वीडन में एक गैर-लाभकारी फाउंडेशन है।\n\nनैतिक आचरण और डेटा प्रबंधन की जिम्मेदारी आईडीजी की है। कार्यकारी निदेशक जान आर्टेम हेनरिकसन और अनुसंधान सह-निर्माण के प्रमुख, डॉ. फ्रेड्रिक लिंडेनक्रोना, पीएचडी इस प्रयास का नेतृत्व करते हैं।\n\nयह अध्ययन दुनिया भर में यथासंभव व्यापक रूप से पहुंचने में सक्षम होने के लिए आईडीजी और कई अंतरराष्ट्रीय शैक्षणिक भागीदार संस्थानों, आईडीजी भागीदार संगठनों और केंद्रों और अंतरराष्ट्रीय नेटवर्क के बीच सहयोग से आयोजित किया जाता है।\n\nकिसी भी प्रश्न के लिए कृपया संपर्क करें:",
    "whyTitle": "यह हम क्यों करते है?",
    "whyText": "2015 में, संयुक्त राष्ट्र के सभी सदस्य एक स्वस्थ ग्रह पर शांति, सम्मान और समृद्धि की दुनिया बनाने के लिए 17 लक्ष्यों पर सहमत हुए। पहल \"आंतरिक विकास लक्ष्य\" आश्वस्त है कि इस वैश्विक महत्वाकांक्षा को प्राप्त करने के लिए परिवर्तनकारी कौशल को समझना और निर्माण करना आवश्यक है, जो मानवता और ग्रह के लिए एक स्थायी भविष्य विकसित करने के लिए महत्वपूर्ण है।\n\nदुनिया भर में इन परिवर्तनकारी कौशलों को समझने के लिए, हम प्रतिभागियों को इस विषय पर अब तक के सबसे समावेशी अध्ययनों में से एक के साथ वैश्विक प्रभाव बनाने के लिए आमंत्रित करते हैं। आपके सह-निर्माण के साथ, हम एक बेहतर दुनिया का प्रबंधन करने के लिए आपके ज्ञान और लोगों के आंतरिक और बाहरी विकास के प्रभाव के बीच एक ठोस पुल बनने के दृष्टिकोण को प्राप्त करेंगे। बेहतर लोग, बेहतर ग्रह।\n\nयह प्रक्रिया पहली बार पूरी दुनिया से मिले इनपुट के आधार पर एक वैश्विक आईडीजी फ्रेमवर्क विकसित करेगी। इस एक-बड़े-प्रश्न के उत्तर का दुनिया भर के कई देशों में शोधकर्ताओं द्वारा सहयोगात्मक रूप से विश्लेषण और प्रसंस्करण किया जाएगा।",
    "howTitle": "यह कैसे किया जाता है?",
    "howText": "वैश्विक अध्ययन एक वितरित वैश्विक सहयोगात्मक प्रक्रिया के रूप में चलाया जाता है जहां अधिक से अधिक देशों में स्थापित देश और भाषा आधारित शोध दल सहयोग करेंगे।\n\nदेश की टीमों का समन्वय दो सह-प्रमुखों द्वारा किया जाएगा जो भाग लेने वाले देशों की प्रमुख भाषाओं में काम करने में सक्षम हैं और जिन्होंने प्रासंगिक क्षेत्रों में कम से कम पीएचडी अर्जित की हो। टीमों में अधिकतम दस सह-शोधकर्ता शामिल होंगे जो देश में प्रासंगिक सांस्कृतिक/भाषा विविधताओं के मिश्रण का प्रतिनिधित्व करते हैं।\n\nप्रत्येक देश और भाषा के लिए डेटा एक ही सर्वेक्षण के माध्यम से गुमनाम रूप से एकत्र किया जाएगा, जहां संभव हो सर्वे मंकी प्लेटफॉर्म (एसएमपी) के माध्यम से प्रशासित किया जाएगा और जहां एसएमपी संभव नहीं है वहां एक विशेष प्रश्नावली होगी। इस मामले में, एसएमपी को यूरोपीय संघ के भीतर आयरलैंड गणराज्य से चलाया जाता है। प्रत्यक्ष सहमति के बिना प्रतिभागियों के बारे में कोई भी पहचान योग्य जानकारी एकत्र नहीं की जाती है।\n\nसभी टीमें समान 4-चरणीय प्रक्रिया और नैतिक प्रक्रियाओं का पालन करेंगी (नीचे और अधिक पढ़ें)। सक्रिय वैश्विक समन्वय आईडीजी में अनुसंधान सह-निर्माण प्रमुख के नेतृत्व वाली कोर टीम के साथ काम करने वाले टीम सह-नेताओं के माध्यम से होगा। ये चार मुख्य चरणों में समर्थन, सीखने और संयुक्त गुणवत्ता आश्वासन के लिए नियमित रूप से मिलते हैं।",
    "journeyTitle": "यात्रा में शामिल हों",
    "journeyTitle2": "आइए इसका हिस्सा बनें\nसह-निर्माण",
    "milestones": "मील के पत्थर",
    "researchers": "शोधकर्ताओं",
    "multipliers": "गुणक/नेटवर्क",
    "milestone1": "सिस्टम स्थापित करना",
    "milestone2": "डेटा संग्रहण",
    "milestone3": "विश्लेषण और प्राथमिकता",
    "milestone4": "डिज़ाइन को अंतिम रूप दें, प्रस्तुत करें और स्थानीयकृत करें",
    "research1": "सर्वेक्षण का सह-निर्माण और अनुवाद करें",
    "research2": "शोधकर्ताओं की सांस्कृतिक और भाषाई रूप से विविध टीमों का निर्माण करें",
    "research3": "विषयगत सूचियाँ विकसित करें और डेल्फ़ी प्राथमिकताकरण प्रक्रिया का सह-निर्माण करें",
    "research4": "साझा वैश्विक ढांचे के लिए डिज़ाइन को बेहतर बनाएं। लघु स्थानीय अनुकूलन बनाएँ",
    "multiplier1": "वैश्विक संगठनों, साझेदारों, नेटवर्कों और केन्द्रों को शामिल करें",
    "multiplier2": "दुनिया भर में व्यापक रूप से साझा करें",
    "multiplier3": "डेल्फ़ी प्राथमिकताकरण प्रक्रिया में संलग्न हों",
    "multiplier4": "अक्टूबर 2024 में आईडीजी शिखर सम्मेलन में अद्यतन रूपरेखा प्रस्तुत करें",
    "note": "सभी विवरण देखने के लिए तालिका को स्क्रॉल करें",
    "howDoneTitle": "यह कैसे किया जाता है?",
    "phaseTitle1": "चरण 1: सिस्टम स्थापित करना",
    "phaseTitle2": "चरण 2: डेटा संग्रह",
    "phaseTitle3": "चरण 3: विश्लेषण और प्राथमिकता",
    "phaseTitle4": "चरण 4: डिज़ाइन को अंतिम रूप देना, प्रस्तुत करना और स्थानीय बनाना",
    "md_phaseText1": "इस चरण के दौरान सर्वेक्षण और अन्य तरीकों को विकसित करने के लिए दुनिया भर में 100 से अधिक शोधकर्ताओं के साथ सह-निर्माण किया गया है। समानांतर में, तथाकथित मल्टीप्लायरों (यानी अंतर्राष्ट्रीय नेटवर्क, वैश्विक संगठन, आईडीजी भागीदार संगठन और आईडीजी हब) के साथ सूचना बैठकें आयोजित की गई हैं जो सर्वेक्षण को वैश्विक दर्शकों तक साझा करने में मदद करने में रुचि रखते हैं। एक व्यापक और समावेशी डेटासेट प्राप्त करने के लिए हमारा लक्ष्य कम से कम 100 देशों में 2 मिलियन लोगों को शामिल करना है जो सर्वेक्षण देखते हैं और 100,000 लोग प्रतिक्रिया देते हैं। शोधकर्ताओं और मल्टीप्लायरों ने सर्वेक्षण के स्वचालित रूप से उत्पन्न अनुवादों को गुणवत्ता नियंत्रित किया है।",
    "md_phaseText2": "डेटा संग्रह 19 सितंबर को वैश्विक लॉन्च के साथ शुरू होगा। सर्वेक्षण 4 महीनों के दौरान प्रतिक्रियाएँ एकत्र करने के लिए खुला रहेगा। देशों में पहुंच को नियमित रूप से ट्रैक किया जाएगा और शोधकर्ताओं और मल्टीप्लायरों को वापस भेजा जाएगा ताकि यह सुनिश्चित किया जा सके कि डेटा एकत्रीकरण यथासंभव व्यापक और समावेशी हो जाए। मल्टीप्लायर लगातार सोशल मीडिया, सम्मेलनों, ईमेल और अन्य उपयुक्त वितरण चैनलों के माध्यम से सर्वेक्षण वितरित करेंगे।",
    "md_phaseText3": "प्रत्येक देश की अनुसंधान टीम एक या कई प्रासंगिक भाषाओं में अपने देश के लिए प्रासंगिक सामग्री पर ध्यान केंद्रित करती है। प्रक्रिया में 4 चरण शामिल हैं:\n\n1. एक बड़े प्रश्न का उत्तर देने के लिए सभी प्रासंगिक डेटा की पहचान करें, यानी लोगों और ग्रह के लिए एक स्थायी भविष्य के निर्माण के लिए प्रासंगिक व्यक्तिगत और सामूहिक परिवर्तनकारी कौशल (गुणों, क्षमताओं और कौशल सहित)\n\n2. पांच आयामों में से प्रत्येक के तहत परिवर्तनकारी कौशल की एक सूची तैयार करने के लिए व्यवस्थित रूप से विषयगत विश्लेषण लागू करें, सोच, संबंध, सहयोग और अभिनय।\n\n3. प्रत्येक देश की टीम के सह-प्रमुख परिवर्तनकारी कौशल और विवरणों की एक संयुक्त व्यापक सूची विकसित करने के लिए सहयोग करते हैं जो सभी देशों में अवधारणाओं की चौड़ाई का प्रतिनिधित्व कर सकता है। जब यह सूची बनाई जाएगी तो पहले आईडीजी ढांचे के कौशल को ध्यान में रखा जाएगा ताकि स्थिरता न छूटे।\n\n4. इस संयुक्त सूची का उपयोग तथाकथित डेल्फ़ी प्रक्रिया में सभी अनुसंधान टीम के सदस्यों और अन्य उत्तरदाताओं द्वारा प्रमुख प्राथमिकता वाले परिवर्तनकारी कौशल पर प्रतिक्रिया एकत्र करने के लिए किया जाएगा, जिन्होंने सर्वेक्षण प्रक्रिया के बाद के चरणों के लिए फिर से पहुंचने के लिए स्वेच्छा से काम किया है।\n\nइस प्रक्रिया के अलावा, उन समूहों से गुणात्मक डेटा जो सर्वेक्षण का जवाब देने में सक्षम नहीं हो सकते हैं और/या कम प्रतिनिधित्व कर सकते हैं जैसे कि स्वदेशी समूह, प्रवासी और पढ़ने/लिखने की कम क्षमता वाले लोगों को इस दौरान सामग्री में जोड़ा जाएगा। प्रक्रिया के विभिन्न चरण.",
    "md_phaseText4": "इस प्रक्रिया के परिणामस्वरूप आईडीजी ढांचे के पांच आयामों के तहत परिवर्तनकारी कौशल की एक साझा वैश्विक सूची तैयार होगी। यह अंतिम सूची वैश्विक आईडीजी ढांचे के लिए आधार तैयार करती है। वैश्विक ढांचा पहले आईडीजी ढांचे के लिए शोधकर्ताओं, प्रमुख संचार विशेषज्ञों के साथ-साथ नीति और अभ्यास से ढांचे के उपयोगकर्ताओं के बीच सहयोग से डिजाइन किया जाएगा। रूपरेखा अक्टूबर 2024 में आईडीजी शिखर सम्मेलन में प्रस्तुत की जाएगी। वैश्विक साझा रूपरेखा को औपचारिक रूपरेखा माना जाएगा क्योंकि वैश्विक स्तर पर समझ बढ़ाने के लिए साझा अवधारणाएं और प्रतीक महत्वपूर्ण हैं।\n\nसाझा वैश्विक रूपरेखा प्रस्तुत किए जाने के बाद, प्रत्येक देश/भाषा टीम अपनी स्थानीय सूची (पहले के चरणों में प्राप्त) के अनुसार परिवर्तनकारी कौशल के विवरणों को संशोधित करके वैश्विक साझा रूपरेखा को अपने विशिष्ट संदर्भ में स्थानांतरित करना शुरू कर देगी। आईडीजी उनके संदर्भ में प्रासंगिक हैं। प्रत्येक संदर्भ में आईडीजी को कार्यशील बनाने के लिए प्रासंगिक उपयुक्तता एक महत्वपूर्ण गुण है।",
    "ethicsPrivacyTitle": "नैतिकता और डेटा गोपनीयता कैसे सुरक्षित है?",
    "ethicsTitle": "नैतिक सिद्धांतों",
    "ethicsText": "आंतरिक विकास लक्ष्य (आईडीजी) आंतरिक विकास के लिए एक गैर-लाभकारी संगठन है। यह विज्ञान-आधारित कौशल और गुणों पर शोध, संग्रह और संचार करता है जो मानवता को \"उद्देश्यपूर्ण, टिकाऊ और उत्पादक जीवन जीने\" में मदद करता है। यह पहल इस दृढ़ विश्वास का अनुसरण करती है कि व्यक्तिगत और सामूहिक दोनों तरह के आंतरिक विकास पर काम करना, लोगों और ग्रह के लिए एक स्थायी भविष्य तक पहुंचने के लिए मौलिक है, जैसा कि सतत विकास लक्ष्यों में व्यक्त किया गया है। इसलिए आंतरिक विकास लक्ष्य और इसकी रूपरेखा एक ऐसा संसाधन है जिसे सभी वैश्विक चुनौतियों में आंतरिक परिवर्तन लाने के लिए सहयोगात्मक रूप से विकसित किया गया है, एक ऐसा संसाधन जिस तक हर जगह हर किसी की पहुंच होगी। आंतरिक विकास लक्ष्य संयुक्त राष्ट्र मानवाधिकार सम्मेलनों में व्यक्त नैतिक आचरण के प्रमुख सिद्धांतों का पालन करते हैं।",
    "privacyTitle": "डेटा गोपनीयता सुरक्षा",
    "privacyText": "एक प्रश्न के लिए सारी जानकारी एकत्रित की गई। वैश्विक प्रभाव सर्वेक्षण पूरी तरह से गुमनाम रूप से एकत्र किया जाता है, बिना किसी उत्तरदाता का पता लगाए। डेटा को केवल उपरोक्त अनुभाग में नैतिक सिद्धांतों के अनुसार समझने और कार्य करने के उद्देश्यों के लिए उपयोग के लिए संरक्षित किया गया है। प्रतिवादी द्वारा दी गई स्पष्ट सहमति के बिना कोई भी आईपी-पता या ईमेल जैसी अन्य संवेदनशील व्यक्तिगत पहचान योग्य जानकारी एकत्र नहीं की जाती है। ईमेल पते प्रदान करने की सहमति का उपयोग केवल आगे के प्रश्नों के लिए उत्तरदाताओं से संपर्क करने के लिए किया जाता है। हम ऐसी किसी भी जानकारी का उपयोग कभी नहीं करेंगे जिसे उत्तरदाता सहमति के अलावा और ऊपर बताए गए नैतिक सिद्धांतों के अनुरूप किसी अन्य उद्देश्य के लिए प्रदान करने के लिए सहमत हों।",
    "contactTitle": "आगे के प्रश्नों के लिए किससे संपर्क करें"
  },
  "id": {
    "title1": "Satu Pertanyaan",
    "title2": "Dampak Global",
    "subtitle": "Membentuk pemahaman tentang keterampilan transformatif yang dibutuhkan untuk masa depan yang berkelanjutan, sekarang juga.",
    "whoTitle": "Siapa yang melakukannya?",
    "md_whoText": "Studi global tentang keterampilan transformasional untuk pembangunan berkelanjutan \"One-Question. Global Impact\" dipimpin dan dikoordinasikan oleh IDG Inner Development Goals AB (svb) yang terdaftar dengan nomor organisasi: 559314-0675 di Swedia. Inner Development Goals (IDG) adalah inisiatif nirlaba dan sumber terbuka yang dimiliki 100% oleh Oak Island Foundation, sebuah yayasan nirlaba di Swedia.\n\nTanggung jawab atas perilaku etis dan penanganan data berada di tangan IDGs. Direktur Eksekutif Jan Artem Henriksson dan Kepala Penelitian Ko-kreasi, Dr. Fredrik Lindencrona, Phd memimpin upaya ini.\n\nPenelitian ini dilakukan dengan kolaborasi antara IDG dan banyak lembaga mitra akademik internasional, organisasi mitra IDG & hub dan jaringan internasional untuk dapat menjangkau seluas mungkin di seluruh dunia.\n\nJika ada pertanyaan, silakan hubungi:",
    "whyTitle": "Mengapa kita melakukannya?",
    "whyText": "Pada tahun 2015, seluruh anggota Perserikatan Bangsa-Bangsa (PBB) menyepakati 17 tujuan untuk membangun dunia yang damai, bermartabat, dan sejahtera di planet yang sehat. Inisiatif \"Tujuan Pembangunan Batin\" yakin bahwa memahami dan membangun keterampilan transformasional sangat penting untuk mencapai ambisi global ini, yang sangat penting untuk membangun masa depan yang berkelanjutan bagi umat manusia dan planet ini.\n\nUntuk memahami keterampilan transformasional ini di seluruh dunia, kami mengundang para peserta untuk membuat Dampak Global dengan salah satu studi paling inklusif yang pernah ada pada tema ini. Dengan kreasi bersama Anda, kami akan mencapai visi untuk menjadi jembatan yang kokoh antara pengetahuan Anda dan dampak dari perkembangan lahir dan batin manusia untuk mengelola dunia yang lebih baik. Manusia yang lebih baik, planet yang lebih baik.\n\nProses ini akan mengembangkan Kerangka Kerja IDG Global, untuk pertama kalinya secara solid berdasarkan masukan dari seluruh dunia. Jawaban dari One-Big-Question ini akan dianalisis dan diproses secara kolaboratif oleh para peneliti di berbagai negara di seluruh dunia.",
    "howTitle": "Bagaimana cara melakukannya?",
    "howText": "Studi global ini dijalankan sebagai proses kolaborasi global terdistribusi di mana tim peneliti berbasis negara dan bahasa, yang dibentuk di sebanyak mungkin negara akan berkolaborasi.\n\nTim negara akan dikoordinasikan oleh dua ketua bersama yang mampu bekerja dalam bahasa utama dari negara-negara yang berpartisipasi dan setidaknya memiliki gelar PhD di bidang yang relevan. Tim-tim tersebut akan mencakup hingga sepuluh peneliti pendamping yang mewakili perpaduan variasi budaya/bahasa yang relevan di negara tersebut.\n\nData untuk setiap negara dan bahasa akan dikumpulkan secara anonim melalui survei yang sama, yang dikelola melalui Survey Monkey Platform (SMP) jika memungkinkan dan kuesioner khusus jika SMP tidak memungkinkan. Dalam hal ini, SMP dijalankan dari Republik Irlandia di dalam Uni Eropa. Tidak ada informasi yang dapat diidentifikasi tentang peserta yang dikumpulkan tanpa persetujuan langsung yang diberikan.\n\nSemua tim akan mengikuti proses 4 tahap yang sama dan prosedur etika (baca lebih lanjut di bawah). Koordinasi global yang aktif akan dilakukan melalui ketua tim yang bekerja sama dengan tim inti yang dipimpin oleh Kepala Penelitian Bersama di IDG. Tim ini akan bertemu secara teratur untuk memberikan dukungan, pembelajaran dan jaminan kualitas bersama selama empat fase utama.",
    "journeyTitle": "Bergabunglah dalam perjalanan",
    "journeyTitle2": "Mari menjadi bagian dari\nkreasi bersama",
    "milestones": "Tonggak sejarah",
    "researchers": "Peneliti",
    "multipliers": "Pengganda/Jaringan",
    "milestone1": "Menyiapkan sistem",
    "milestone2": "Pengumpulan data",
    "milestone3": "Analisis dan penentuan prioritas",
    "milestone4": "Menyelesaikan desain, mempresentasikan, dan melokalkan",
    "research1": "Membuat dan menerjemahkan survei bersama",
    "research2": "Membangun tim peneliti yang beragam secara budaya dan bahasa",
    "research3": "Mengembangkan daftar tematik dan bersama-sama membuat proses penentuan prioritas Delphi",
    "research4": "Menyempurnakan desain untuk kerangka kerja global bersama. Membuat adaptasi lokal kecil",
    "multiplier1": "Melibatkan organisasi, mitra, jaringan, dan pusat kegiatan global",
    "multiplier2": "Bagikan secara luas ke seluruh dunia",
    "multiplier3": "Terlibat dalam proses penentuan prioritas Delphi",
    "multiplier4": "Mempresentasikan kerangka kerja yang telah diperbarui pada KTT IDG pada bulan Oktober 2024",
    "note": "Gulir tabel untuk melihat semua detail",
    "howDoneTitle": "Bagaimana cara melakukannya?",
    "phaseTitle1": "Tahap 1: Menyiapkan sistem",
    "phaseTitle2": "Tahap 2: Pengumpulan data",
    "phaseTitle3": "Tahap 3: Analisis & Penentuan Prioritas",
    "phaseTitle4": "Tahap 4: Menyelesaikan desain, mempresentasikan, dan melokalkan",
    "md_phaseText1": "Selama fase ini, kreasi bersama telah dilakukan dengan lebih dari 100 peneliti di seluruh dunia untuk mengembangkan survei dan metode lainnya. Secara paralel, pertemuan informasi telah dilakukan dengan apa yang disebut pengganda (yaitu jaringan internasional, organisasi global, organisasi Mitra IDG & IDG Hub) yang tertarik untuk membantu membagikan survei ini kepada khalayak global. Untuk mendapatkan kumpulan data yang komprehensif dan inklusif, kami bertujuan untuk melibatkan setidaknya 100 negara dengan 2 juta orang yang melihat survei dari 100.000 orang yang merespons. Para peneliti dan pengganda telah mengontrol kualitas terjemahan survei yang dihasilkan secara otomatis.",
    "md_phaseText2": "Pengumpulan data dimulai dengan peluncuran global pada tanggal 19 September. Survei ini akan terbuka untuk mengumpulkan tanggapan selama 4 bulan. Jangkauan ke berbagai negara akan dilacak secara teratur dan diumpan balik kepada para peneliti dan pengganda untuk memastikan bahwa pengumpulan data menjadi seluas dan seinklusif mungkin. Para pengganda akan terus mendistribusikan survei ini melalui media sosial, konferensi, email, dan saluran distribusi lain yang sesuai.",
    "md_phaseText3": "Setiap tim peneliti negara berfokus pada materi yang relevan untuk negara mereka dalam satu atau beberapa bahasa yang relevan. Prosesnya meliputi 4 langkah:\n\n1. mengidentifikasi semua data yang relevan untuk menjawab Satu pertanyaan besar, yaitu keterampilan transformasional individu dan kolektif (termasuk kualitas, kemampuan, dan keterampilan) yang relevan untuk membangun masa depan yang berkelanjutan bagi manusia dan planet\n\n2. menerapkan analisis tematik secara sistematis untuk menghasilkan daftar keterampilan transformasional di bawah masing-masing dari lima dimensi, yaitu berpikir, berhubungan, berkolaborasi, dan bertindak\n\n3. co-lead dari masing-masing tim negara berkolaborasi untuk mengembangkan daftar keterampilan transformasional yang komprehensif dan deskripsi yang dapat mewakili luasnya konsep di semua negara. Keterampilan dari kerangka kerja IDG pertama akan diperhitungkan ketika daftar ini dibuat agar tidak kehilangan konsistensi.\n\n4. Daftar bersama ini akan digunakan dalam proses Delphi untuk mengumpulkan umpan balik mengenai keterampilan transformasional yang diprioritaskan oleh semua anggota tim peneliti dan responden lain yang secara sukarela bersedia untuk dihubungi kembali untuk tahap-tahap selanjutnya dalam proses survei.\n\nSelain proses ini, data kualitatif dari kelompok-kelompok yang mungkin tidak dapat menanggapi survei dan/atau kurang terwakili seperti kelompok masyarakat adat, pendatang, dan orang-orang dengan kemampuan membaca/menulis yang rendah akan ditambahkan ke dalam materi pada tahap-tahap yang berbeda dalam proses ini.",
    "md_phaseText4": "Proses ini akan menghasilkan daftar global bersama tentang keterampilan transformasional di bawah lima dimensi kerangka kerja IDG. Daftar akhir ini akan menjadi dasar bagi kerangka kerja IDG Global.  Kerangka kerja global ini akan dirancang melalui kolaborasi antara para peneliti, spesialis komunikasi utama untuk kerangka kerja IDG pertama serta pengguna kerangka kerja dari kebijakan dan praktik. Kerangka kerja ini akan dipresentasikan pada KTT IDG pada bulan Oktober 2024. Kerangka kerja bersama global akan dianggap sebagai kerangka kerja formal karena konsep dan simbol yang digunakan bersama sangat penting untuk meningkatkan pemahaman secara global.\n\nSetelah kerangka kerja global bersama dipresentasikan, setiap negara/tim bahasa akan mulai melokalisasi kerangka kerja bersama global ke dalam konteks spesifik mereka dengan merevisi deskripsi keterampilan transformasional agar selaras dengan apa yang disarankan oleh daftar lokal mereka (yang diperoleh pada tahap sebelumnya) agar IDG relevan dalam konteks mereka. Kesesuaian kontekstual adalah kualitas penting untuk membuat IDGs bekerja dalam setiap konteks.",
    "ethicsPrivacyTitle": "Bagaimana etika dan privasi data diamankan?",
    "ethicsTitle": "Prinsip-prinsip etika",
    "ethicsText": "Inner Development Goals (IDG) adalah organisasi nirlaba untuk pengembangan batin. IDG melakukan penelitian, mengumpulkan dan mengkomunikasikan keterampilan dan kualitas berbasis sains yang membantu umat manusia untuk \"menjalani kehidupan yang memiliki tujuan, berkelanjutan, dan produktif\". Inisiatif ini mengikuti keyakinan bahwa bekerja pada pengembangan batin, baik secara individu maupun kolektif, merupakan hal yang mendasar dalam upaya mencapai masa depan yang berkelanjutan bagi manusia dan planet ini seperti yang dinyatakan dalam Tujuan Pembangunan Berkelanjutan. Oleh karena itu, Inner Development Goals dan kerangka kerjanya merupakan sumber daya yang dikembangkan secara kolaboratif untuk membawa transformasi batin untuk semua tantangan global, sumber daya yang dapat diakses oleh semua orang di mana pun. Tujuan Pembangunan Batin mengikuti prinsip-prinsip utama perilaku etis seperti yang dinyatakan dalam Konvensi Hak Asasi Manusia PBB.",
    "privacyTitle": "Perlindungan privasi data",
    "privacyText": "Semua informasi yang dikumpulkan untuk One Question. Global Impact Survey dikumpulkan secara anonim tanpa ada peluang untuk ditelusuri kembali ke responden mana pun. Data dilindungi untuk digunakan hanya untuk tujuan memahami dan bertindak sesuai dengan prinsip-prinsip etika pada bagian di atas. Tidak ada alamat IP atau informasi pengenal pribadi sensitif lainnya seperti email yang dikumpulkan tanpa persetujuan eksplisit dari responden.  Persetujuan untuk memberikan alamat email hanya digunakan untuk menghubungi responden untuk pertanyaan lebih lanjut. Kami tidak akan pernah menggunakan informasi apa pun yang disetujui oleh responden untuk tujuan lain selain yang disetujui dan sejalan dengan prinsip-prinsip etika yang dinyatakan di atas.",
    "contactTitle": "Siapa yang dapat dihubungi untuk pertanyaan lebih lanjut"
  },
  "ja": {
    "title1": "ワン・クエスチョン",
    "title2": "グローバル・インパクト",
    "subtitle": "持続可能な未来に必要な変革的スキルについて、今こそ理解を深める。",
    "whoTitle": "誰がやっているのか？",
    "md_whoText": "持続可能な開発のための変革的スキルに関する世界的な研究 \"One-Question.グローバル・インパクト \"は、IDG Inner Development Goals AB (svb)（スウェーデンの組織番号：559314-0675）によって主導・調整されています。インナー・デベロップメント・ゴールズ（IDGs）は、スウェーデンの非営利財団であるオークアイランド財団が100％所有する非営利かつオープンソースのイニシアチブです。\n\n倫理的な行動とデータの取り扱いに関する責任はIDGsにあります。エグゼクティブ・ディレクターのヤン・アルテム・ヘンリクソンと研究共創責任者のフレドリック・リンデンクローナ博士がこの取り組みを主導している。\n\nこの研究は、IDGと多くの国際的な学術パートナー機関、IDGのパートナー組織やハブ、国際的なネットワークが協力して実施しており、可能な限り世界中に広く届けることができるようになっている。\n\nご質問は下記まで：",
    "whyTitle": "なぜそうするのか？",
    "whyText": "2015年、国連の全加盟国は、健全な地球上に平和と尊厳、繁栄の世界を築くための17の目標に合意した。人類と地球の持続可能な未来を発展させるために不可欠なこの世界的な大志を達成するためには、変革的スキルを理解し構築することが不可欠であると、「インナー・デベロップメント・ゴールズ」イニシアティブは確信している。\n\nこのような変革的スキルを世界全体で理解するために、このテーマに関するこれまでにない包括的な研究を通じて、グローバル・インパクトを起こす参加者を募集します。皆様との共創により、より良い世界を実現するために、皆様の知識と、人々の内面的・外面的な成長の影響力との確かな架け橋となるというビジョンを達成します。より良い人々、より良い地球。\n\nこのプロセスにより、世界各地からの意見に基づいたグローバルIDGフレームワークが初めて構築されます。この「One-Big-Question」に対する回答は、世界各国の研究者によって共同で分析・処理される。",
    "howTitle": "どうやるんですか？",
    "howText": "グローバルスタディは、できるだけ多くの国に設立された、国や言語に基づいた研究チームが協力する、分散型のグローバル共同研究プロセスとして実施される。\n\n各国チームは、参加国の主要言語で研究でき、少なくとも関連分野で博士号を取得している2人の共同研究リーダーによって調整される。チームには、その国に関連する文化的／言語的差異を代表する最大10人の共同研究者が含まれる。\n\n各国・各言語のデータは、サーベイ・モンキー・プラットフォーム（SMP）を通じて匿名で収集される。この場合、SMPはEU内のアイルランド共和国から実施される。直接の同意がない限り、参加者を特定できる情報は収集されない。\n\nすべてのチームが、同じ4段階のプロセスと倫理的手続きに従う（詳細は下記を参照）。積極的なグローバル・コーディネーションは、IDGsのリサーチ・コ・クリエーション責任者が率いるコア・チームと協力するチーム共同リーダーを通じて行われる。これらのチームは、4つの主要フェーズを通じて、サポート、学習、共同品質保証のために定期的に会合を持つ。",
    "journeyTitle": "旅に参加する",
    "journeyTitle2": "共創の一翼を担おう\n共創",
    "milestones": "マイルストーン",
    "researchers": "研究者",
    "multipliers": "乗数／ネットワーク",
    "milestone1": "システムのセットアップ",
    "milestone2": "データ収集",
    "milestone3": "分析と優先順位付け",
    "milestone4": "デザインの最終決定、プレゼンテーション、ローカライズ",
    "research1": "アンケートの共同作成と翻訳",
    "research2": "文化的・言語的に多様な研究者チームの構築",
    "research3": "テーマリストを作成し、デルファイによる優先順位決定プロセスを共同作成する。",
    "research4": "共有グローバルフレームワークのデザインを微調整する。局所的な微調整",
    "multiplier1": "グローバルな組織、パートナー、ネットワーク、ハブを巻き込む",
    "multiplier2": "世界中で広く共有する",
    "multiplier3": "デルファイ法による優先順位決定プロセスに参加する",
    "multiplier4": "2024年10月に開催されるIDGサミットで、最新のフレームワークを発表する。",
    "note": "すべての詳細を見るには、表をスクロールしてください。",
    "howDoneTitle": "どうやるんですか？",
    "phaseTitle1": "フェーズ1：システムの設定",
    "phaseTitle2": "フェーズ2：データ収集",
    "phaseTitle3": "フェーズ3：分析と優先順位付け",
    "phaseTitle4": "フェーズ4：デザインの最終決定、プレゼンテーション、ローカライズ",
    "md_phaseText1": "この段階では、調査やその他の方法を開発するために、世界中の100人以上の研究者と共創が行われた。これと並行して、この調査を世界中の人々と共有することに関心のある、いわゆるマルチプライヤ（国際的なネットワーク、グローバル組織、IDGパートナー組織、IDGハブなど）との情報交換会も実施された。包括的で包括的なデータセットを得るために、少なくとも100カ国、200万人が調査を閲覧し、そのうち10万人が回答することを目指しています。調査員とマルチプライヤーは、自動生成されたアンケートの翻訳を品質管理しています。",
    "md_phaseText2": "データ収集は、9月19日のグローバルローンチから開始される。調査は4ヶ月間、回答を集めるために公開される。データ収集が可能な限り広範かつ包括的なものとなるよう、各国への到達度が定期的に追跡され、研究者やマルチプライヤーにフィードバックされる。マルチプライヤーは、ソーシャルメディア、会議、Eメール、その他の適切な配布チャネルを通じて、継続的にアンケートを配布する。",
    "md_phaseText3": "各国の調査チームは、1つまたは複数の関連言語で、その国に関連する資料に焦点を当てる。プロセスには4つのステップがある：\n\n1. 「1つの大きな問い」、すなわち、人と地球の持続可能な未来を築くために必要な、個人と集団の変革的スキル（資質、能力、スキルを含む）に答えるための関連データをすべて特定する。\n\n2. テーマ別分析を体系的に適用し、「考える」「関わる」「協力する」「行動する」という5つの次元のそれぞれにおける変革的スキルのリストを作成する。\n\n3. 各国チームの共同リードが協力して、変革的スキルの包括的なリストと、すべての国の概念の幅を表すことができる記述を共同で作成する。このリストが作成される際には、一貫性を失わないよう、最初のIDGフレームワークのスキルが考慮される。\n\n4.この共同リストは、いわゆるデルファイ・プロセスで使用され、調査チームの全メンバーと、調査プロセスの後の段階で再度調査することを志願した他の回答者から、優先順位をつけた主要な変革スキルに関するフィードバックを収集する。\n\nこのプロセスに加え、先住民グループ、移民、読み書きの能力が低い人々など、調査に回答できない、あるいは回答が得られない可能性のあるグループからの質的データも、プロセスのさまざまな段階で資料に追加される。",
    "md_phaseText4": "このプロセスの結果、IDGフレームワークの5つの次元における変革的スキルのグローバル共有リストが作成される。この最終リストは、グローバルIDGフレームワークの土台となる。  このグローバル・フレームワークは、研究者、最初のIDGフレームワークの主要なコミュニケーション・スペシャリスト、そして政策や実務におけるフレームワークの利用者が協力して設計する。フレームワークは2024年10月のIDGサミットで発表される。グローバルで共有されるフレームワークは、世界的な理解を深めるために重要な概念とシンボルを共有するものであり、正式なフレームワークとみなされる。\n\nグローバルで共有されたフレームワークが発表された後、それぞれの国や言語のチームは、IDGsを自分たちの文脈に適したものにするために必要な、自分たちの地域のリスト（以前の段階で導き出されたもの）に合わせてトランスフォーメーショナル・スキルの記述を修正することで、グローバルで共有されたフレームワークを自分たちの特定の文脈に合わせて再ローカライズし始めます。文脈に応じた適切さは、IDGsをそれぞれの文脈で機能させるための重要な資質である。",
    "ethicsPrivacyTitle": "倫理とデータプライバシーはどのように確保されているのか？",
    "ethicsTitle": "倫理原則",
    "ethicsText": "インナー・デベロップメント・ゴールズ（IDG）は、内面開発を目的とする非営利団体である。人類が「目的意識を持ち、持続可能で、生産的な人生を送る」ための科学的根拠に基づくスキルや資質を研究、収集、発信している。このイニシアチブは、持続可能な開発目標に示されているように、人と地球の持続可能な未来に到達するための活動において、個人的・集団的な内面的開発に取り組むことが基本であるという信念に従っている。従って、「インナー・デベロップメント・ゴールズ」とそのフレームワークは、あらゆる地球規模の課題に内なる変革をもたらすために共同で開発されるリソースであり、世界中の誰もがアクセスできるリソースなのである。インナー・デベロップメント・ゴールズは、国連人権諸条約に示された倫理的行動の主要原則に従っています。",
    "privacyTitle": "プライバシー保護",
    "privacyText": "ワン・クエスチョンのために収集された情報はすべて匿名です。グローバル・インパクト調査」は、回答者を特定することなく、完全に匿名で収集されます。データは、上記セクションの倫理原則を理解し、それに従って行動する目的でのみ使用するために保護されています。回答者の明確な同意がない限り、IPアドレスや、電子メールなどの個人を特定できる機密情報は収集されません。  電子メールアドレスの提供に対する同意は、さらなる質問のために回答者に連絡するためにのみ使用されます。当社は、回答者が提供することに同意した情報を、同意された目的以外の目的で、上記の倫理原則に沿って使用することはありません。",
    "contactTitle": "お問い合わせ先"
  },
  "ko": {
    "title1": "단답형 질문",
    "title2": "글로벌 영향력",
    "subtitle": "지속 가능한 미래를 위해 필요한 혁신적 기술에 대한 이해를 지금 바로 형성하세요.",
    "whoTitle": "누가 하나요?",
    "md_whoText": "지속 가능한 개발을 위한 혁신 기술에 대한 글로벌 연구 \"One-Question. 글로벌 임팩트\"는 스웨덴에 조직 번호: 559314-0675로 등록된 IDG Inner Development Goals AB(svb)가 주도하고 조정합니다. IDG(내부 개발 목표)는 스웨덴의 비영리 재단인 오크 아일랜드 재단이 100% 소유하고 있는 비영리 오픈 소스 이니셔티브입니다.\n\n윤리적 행위와 데이터 취급에 대한 책임은 IDG에 있습니다. 얀 아르템 헨릭손(Jan Artem Henriksson) 전무이사와 연구 공동창립 책임자인 프레드릭 린덴크로나(Fredrik Lindencrona) 박사가 이 노력을 이끌고 있습니다.\n\n이 연구는 IDG와 여러 국제 학술 파트너 기관, IDG 파트너 조직 및 허브, 국제 네트워크 간의 협력을 통해 전 세계에 최대한 광범위하게 적용될 수 있도록 수행됩니다.\n\n궁금한 점이 있으면 문의하세요:",
    "whyTitle": "왜 그렇게 하나요?",
    "whyText": "2015년 유엔의 모든 회원국은 건강한 지구에 평화, 존엄, 번영의 세계를 건설하기 위한 17가지 목표에 합의했습니다. '내부 개발 목표' 이니셔티브는 인류와 지구의 지속 가능한 미래를 개발하는 데 중요한 이 글로벌 야망을 달성하기 위해서는 혁신 기술을 이해하고 구축하는 것이 필수적이라고 확신합니다.\n\n전 세계적으로 이러한 혁신적 기술을 이해하기 위해 이 주제에 대한 가장 포괄적인 연구 중 하나를 통해 글로벌 임팩트를 만들 수 있도록 참가자를 초대합니다. 여러분의 공동 창조를 통해 더 나은 세상을 만들기 위해 여러분의 지식과 사람들의 내적, 외적 발전의 영향력 사이의 견고한 다리가 되겠다는 비전을 달성할 것입니다. 더 나은 사람, 더 나은 지구.\n\n이 프로세스는 전 세계의 의견을 바탕으로 처음으로 견고하게 구축된 글로벌 IDG 프레임워크를 개발할 것입니다. 이 하나의 큰 질문에 대한 답변은 전 세계 여러 국가의 연구자들이 공동으로 분석하고 처리할 것입니다.",
    "howTitle": "어떻게 하나요?",
    "howText": "글로벌 연구는 가능한 한 많은 국가에 설립된 국가별, 언어별 연구팀이 협업하는 분산형 글로벌 협업 프로세스로 운영됩니다.\n\n국가별 팀은 참여 국가의 주요 언어로 작업할 수 있고 관련 분야에서 박사 학위 이상을 취득한 두 명의 공동 책임자가 조율합니다. 팀에는 해당 국가의 다양한 문화/언어를 대표하는 최대 10명의 공동 연구자가 포함됩니다.\n\n각 국가 및 언어별 데이터는 동일한 설문조사를 통해 익명으로 수집되며, 가능한 경우 서베이 몽키 플랫폼(SMP)을 통해, SMP가 불가능할 경우 특별 설문지를 통해 관리됩니다. 이 경우 SMP는 유럽연합 내 아일랜드 공화국에서 운영됩니다. 직접 동의 없이 참가자에 대한 식별 가능한 정보는 수집되지 않습니다.\n\n모든 팀은 동일한 4단계 프로세스와 윤리적 절차를 따릅니다(자세한 내용은 아래 참조). IDG의 연구 공동창립 책임자가 이끄는 핵심 팀과 협력하는 팀 공동 책임자를 통해 적극적인 글로벌 조정이 이루어질 것입니다. 이들은 네 가지 주요 단계에 걸쳐 지원, 학습 및 공동 품질 보증을 위해 정기적으로 모임을 갖습니다.",
    "journeyTitle": "여정에 동참하세요",
    "journeyTitle2": "함께 참여합시다\n공동 창작",
    "milestones": "마일스톤",
    "researchers": "연구자",
    "multipliers": "승수/네트워크",
    "milestone1": "시스템 설정",
    "milestone2": "데이터 수집",
    "milestone3": "분석 및 우선순위 지정",
    "milestone4": "디자인 마무리, 프레젠테이션 및 현지화",
    "research1": "설문조사 공동 작성 및 번역",
    "research2": "문화적, 언어적으로 다양한 연구자 팀 구성",
    "research3": "주제별 목록 개발 및 델파이 우선순위 지정 프로세스 공동 작성",
    "research4": "공유 글로벌 프레임워크에 맞게 디자인을 미세 조정합니다. 사소한 로컬 조정 사항 만들기",
    "multiplier1": "글로벌 조직, 파트너, 네트워크 및 허브 참여",
    "multiplier2": "전 세계에 널리 공유",
    "multiplier3": "델파이 우선순위 지정 프로세스 참여",
    "multiplier4": "2024년 10월 IDG 서밋에서 업데이트된 프레임워크를 발표합니다.",
    "note": "표를 스크롤하여 모든 세부 정보를 확인하세요.",
    "howDoneTitle": "어떻게 하나요?",
    "phaseTitle1": "1단계: 시스템 설정",
    "phaseTitle2": "2단계: 데이터 수집",
    "phaseTitle3": "3단계: 분석 및 우선순위 지정",
    "phaseTitle4": "4단계: 디자인 마무리, 프레젠테이션 및 현지화",
    "md_phaseText1": "이 단계에서는 설문조사 및 기타 방법을 개발하기 위해 전 세계 100명 이상의 연구자들과 함께 공동 작업을 진행했습니다. 이와 동시에 전 세계 사람들에게 설문조사를 공유하는 데 관심이 있는 소위 멀티플라이어(국제 네트워크, 글로벌 조직, IDG 파트너 조직 및 IDG 허브)와의 정보 회의도 진행되었습니다. 포괄적이고 포괄적인 데이터 세트를 확보하기 위해 최소 100개국, 200만 명이 설문조사를 보고 10만 명이 응답하는 것을 목표로 하고 있습니다. 리서치 전문가와 멀티플라이어가 자동으로 생성된 설문조사 번역의 품질을 관리합니다.",
    "md_phaseText2": "데이터 수집은 9월 19일 글로벌 출시와 함께 시작됩니다. 설문조사는 4개월 동안 응답을 수집할 수 있도록 공개됩니다. 데이터 수집이 최대한 광범위하고 포괄적으로 이루어질 수 있도록 국가별 도달률을 정기적으로 추적하여 연구자와 멀티플라이어에게 피드백할 것입니다. 멀티플라이어는 소셜 미디어, 컨퍼런스, 이메일 및 기타 적절한 배포 채널을 통해 설문조사를 지속적으로 배포할 것입니다.",
    "md_phaseText3": "각 국가별 연구팀은 하나 또는 여러 개의 관련 언어로 해당 국가와 관련된 자료에 집중합니다. 이 과정은 4단계로 구성됩니다:\n\n1. 하나의 큰 질문, 즉 사람과 지구를 위한 지속 가능한 미래를 구축하는 데 필요한 개인 및 집단의 혁신적 기술(자질, 능력 및 기술 포함)에 답하기 위한 모든 관련 데이터를 식별합니다.\n\n2. 주제별 분석을 체계적으로 적용하여 사고, 관계, 협업, 행동의 다섯 가지 차원에 따른 변혁적 기술 목록을 생성합니다.\n\n3. 각 국가 팀의 공동 책임자들이 협력하여 모든 국가에 걸친 개념의 폭을 대표할 수 있는 포괄적인 변혁 기술 목록과 설명을 공동으로 개발합니다. 일관성을 잃지 않기 위해 이 목록이 작성될 때 첫 번째 IDG 프레임워크의 기술을 고려할 것입니다.\n\n4. 이 공동 목록은 소위 델파이 프로세스에서 모든 연구팀 구성원과 설문조사 프로세스의 후반 단계에서 다시 연락을 받기로 자원한 다른 응답자들로부터 우선순위가 지정된 주요 혁신 기술에 대한 피드백을 수집하는 데 사용될 것입니다.\n\n이 과정 외에도 원주민 그룹, 이주민, 읽기/쓰기 능력이 낮은 사람 등 설문조사에 응답하지 못하거나 과소 대표될 수 있는 그룹의 질적 데이터가 여러 단계를 거치면서 자료에 추가됩니다.",
    "md_phaseText4": "이 과정을 통해 IDG 프레임워크의 다섯 가지 차원에 따라 전 세계적으로 공유되는 혁신 기술 목록이 만들어집니다. 이 최종 목록은 글로벌 IDG 프레임워크의 토대가 됩니다.  글로벌 프레임워크는 연구자, 첫 번째 IDG 프레임워크의 주요 커뮤니케이션 전문가, 정책 및 실무 분야의 프레임워크 사용자 간의 협업을 통해 설계될 것입니다. 이 프레임워크는 2024년 10월 IDG 서밋에서 발표될 예정입니다. 글로벌 공유 프레임워크는 공유된 개념과 상징이 전 세계적으로 이해를 높이는 데 중요하기 때문에 공식적인 프레임워크로 간주될 것입니다.\n\n글로벌 공유 프레임워크가 제시된 후, 각 국가/언어 팀은 초기 단계에서 도출된 로컬 목록에서 IDG를 해당 상황에 맞게 만드는 데 필요하다고 제안한 내용에 따라 혁신 기술에 대한 설명을 수정하여 글로벌 공유 프레임워크를 특정 상황에 맞게 재조정하기 시작할 것입니다. 컨텍스트 적합성은 각 컨텍스트에서 IDG가 작동하도록 만드는 데 중요한 품질입니다.",
    "ethicsPrivacyTitle": "윤리 및 데이터 개인정보 보호는 어떻게 보호되나요?",
    "ethicsTitle": "윤리 원칙",
    "ethicsText": "내적 개발 목표(IDG)는 내적 개발을 위한 비영리 단체입니다. 이 단체는 인류가 '목적 있고 지속 가능하며 생산적인 삶'을 살 수 있도록 돕는 과학 기반 기술과 자질을 연구하고 수집하여 전달합니다. 이 이니셔티브는 지속 가능한 개발 목표에 명시된 바와 같이 인류와 지구의 지속 가능한 미래에 도달하기 위해서는 개인과 집단 모두의 내적 개발을 위한 노력이 필수적이라는 신념에 따른 것입니다. 따라서 내적 개발 목표와 그 프레임워크는 모든 글로벌 도전과제에 대한 내적 변화를 가져올 수 있도록 공동으로 개발된 리소스이며, 전 세계 모든 사람이 이용할 수 있는 리소스입니다. 내적 개발 목표는 유엔 인권 협약에 명시된 윤리적 행동의 핵심 원칙을 따릅니다.",
    "privacyTitle": "데이터 개인 정보 보호",
    "privacyText": "한 가지 질문을 위해 수집된 모든 정보. 글로벌 영향력 설문조사는 응답자를 추적할 수 있는 기회 없이 완전히 익명으로 수집됩니다. 데이터는 위 섹션의 윤리적 원칙에 따라 이해하고 행동하기 위한 목적으로만 사용하도록 보호됩니다. 응답자의 명시적인 동의 없이 IP 주소 또는 이메일과 같은 기타 민감한 개인 식별 정보는 수집되지 않습니다.  이메일 주소 제공에 대한 동의는 추가 질문을 위해 응답자에게 연락하기 위한 목적으로만 사용됩니다. 응답자가 제공에 동의한 정보는 위에 명시된 윤리적 원칙에 따라 동의한 목적 이외의 다른 용도로는 절대 사용하지 않습니다.",
    "contactTitle": "추가 질문이 있는 경우 문의처"
  },
  "": {
    "title1": "Uma pergunta",
    "title2": "Impacto global",
    "subtitle": "Moldar a compreensão das habilidades transformadoras necessárias para um futuro sustentável, agora.",
    "whoTitle": "Quem está fazendo isso?",
    "md_whoText": "O estudo global de habilidades transformacionais para o desenvolvimento sustentável \"One-Question. Global Impact\" é conduzido e coordenado pela IDG Inner Development Goals AB (svb), registrada com o número de organização: 559314-0675 na Suécia. O Inner Development Goals (IDGs) é uma iniciativa sem fins lucrativos e de código aberto 100% pertencente à Oak Island Foundation, uma fundação sem fins lucrativos da Suécia.\n\nA responsabilidade pela conduta ética e pelo manuseio de dados é dos IDGs. O Diretor Executivo, Jan Artem Henriksson, e o Diretor de Co-criação de Pesquisa, Dr. Fredrik Lindencrona, Phd, lideram esse esforço.\n\nO estudo é conduzido em colaboração entre os IDGs e muitas instituições acadêmicas internacionais parceiras, organizações e centros parceiros dos IDGs e redes internacionais, para que seja possível alcançar o maior número possível de pessoas em todo o mundo.\n\nPara qualquer dúvida, entre em contato:",
    "whyTitle": "Por que fazemos isso?",
    "whyText": "Em 2015, todos os membros das Nações Unidas concordaram com 17 metas para construir um mundo de paz, dignidade e prosperidade em um planeta saudável. A iniciativa \"Objetivos de Desenvolvimento Interno\" está convencida de que a compreensão e o desenvolvimento de habilidades transformacionais são essenciais para alcançar essa ambição global, fundamental para o desenvolvimento de um futuro sustentável para a humanidade e o planeta.\n\nPara compreender essas habilidades transformacionais em todo o mundo, convidamos os participantes a causar um Impacto Global com um dos estudos mais inclusivos já realizados sobre esse tema. Com a sua cocriação, alcançaremos a visão de ser uma ponte sólida entre o seu conhecimento e o impacto do desenvolvimento interno e externo das pessoas para gerenciar um mundo melhor. Pessoas melhores, planeta melhor.\n\nEsse processo desenvolverá uma Estrutura Global do IDG, pela primeira vez com base sólida nas contribuições de todo o mundo. As respostas a essa Grande Questão serão analisadas e processadas de forma colaborativa por pesquisadores em muitos países do mundo.",
    "howTitle": "Como isso é feito?",
    "howText": "O estudo global é executado como um processo colaborativo global distribuído, no qual colaboram equipes de pesquisa baseadas em países e idiomas, estabelecidas no maior número possível de países.\n\nAs equipes dos países serão coordenadas por dois co-líderes capazes de trabalhar nos principais idiomas dos países participantes e que tenham pelo menos um doutorado em áreas relevantes. As equipes incluirão até dez co-pesquisadores que representem uma mistura das variações culturais/idiomáticas relevantes do país.\n\nOs dados de cada país e idioma serão coletados anonimamente por meio da mesma pesquisa, administrada pela Survey Monkey Platform (SMP), quando possível, e por um questionário especial, quando a SMP não for viável. Nesse caso, a SMP é executada a partir da República da Irlanda, dentro da União Europeia. Nenhuma informação identificável sobre os participantes é coletada sem o consentimento direto fornecido.\n\nTodas as equipes seguirão o mesmo processo de quatro fases e procedimentos éticos (leia mais abaixo). A coordenação global ativa ocorrerá por meio dos co-líderes de equipe que trabalham com a equipe principal liderada pelo Chefe de Co-criação de Pesquisa do IDGs. Essas equipes se reúnem regularmente para apoio, aprendizado e garantia de qualidade conjunta ao longo das quatro fases principais.",
    "journeyTitle": "Participe da jornada",
    "journeyTitle2": "Vamos fazer parte da\ncocriação",
    "milestones": "Marcos",
    "researchers": "Pesquisadores",
    "multipliers": "Multiplicadores/redes",
    "milestone1": "Configuração do sistema",
    "milestone2": "Coleta de dados",
    "milestone3": "Análise e definição de prioridades",
    "milestone4": "Finalizar o design, apresentar e localizar",
    "research1": "Co-criar e traduzir a pesquisa",
    "research2": "Criar equipes de pesquisadores com diversidade cultural e linguística",
    "research3": "Desenvolver listas temáticas e co-criar o processo de priorização Delphi",
    "research4": "Faça o ajuste fino do design para a estrutura global compartilhada. Criar pequenas adaptações locais",
    "multiplier1": "Envolver organizações, parceiros, redes e hubs globais",
    "multiplier2": "Compartilhe amplamente em todo o mundo",
    "multiplier3": "Participar do processo de priorização Delphi",
    "multiplier4": "Apresentar a estrutura atualizada no IDG Summit em outubro de 2024",
    "note": "Role a tabela para ver todos os detalhes",
    "howDoneTitle": "Como isso é feito?",
    "phaseTitle1": "Fase 1: Configuração do sistema",
    "phaseTitle2": "Fase 2: Coleta de dados",
    "phaseTitle3": "Fase 3: Análise e priorização",
    "phaseTitle4": "Fase 4: Finalização do projeto, apresentação e localização",
    "md_phaseText1": "Durante essa fase, foi realizada a cocriação com mais de 100 pesquisadores em todo o mundo para desenvolver a pesquisa e outros métodos. Paralelamente, foram realizadas reuniões informativas com os chamados multiplicadores (ou seja, redes internacionais, organizações globais, organizações parceiras do IDG e hubs do IDG) que estão interessados em ajudar a compartilhar a pesquisa com um público global. Para obter um conjunto de dados abrangente e inclusivo, pretendemos envolver pelo menos 100 países com 2 milhões de pessoas que visualizam a pesquisa, das quais 100.000 respondem. Os pesquisadores e multiplicadores controlaram a qualidade das traduções geradas automaticamente da pesquisa.",
    "md_phaseText2": "A coleta de dados começa com o lançamento global, em 19 de setembro. A pesquisa estará aberta para coleta de respostas durante 4 meses. O alcance nos países será monitorado regularmente e informado aos pesquisadores e multiplicadores para garantir que a coleta de dados seja a mais ampla e inclusiva possível. Os multiplicadores distribuirão continuamente a pesquisa por meio de mídias sociais, conferências, e-mails e outros canais de distribuição adequados.",
    "md_phaseText3": "Cada equipe de pesquisa de país concentra-se no material relevante para seu país em um ou vários idiomas relevantes. O processo inclui quatro etapas:\n\n1. identificar todos os dados relevantes para responder à grande questão, ou seja, as competências transformacionais individuais e coletivas (incluindo qualidades, habilidades e competências) relevantes para construir um futuro sustentável para as pessoas e o planeta\n\n2. aplicar sistematicamente a análise temática para gerar uma lista de habilidades transformacionais em cada uma das cinco dimensões: ser, pensar, relacionar-se, colaborar e agir\n\n3. os co-líderes de cada equipe de país colaboram para desenvolver uma lista abrangente conjunta de habilidades transformacionais e descrições que possam representar a amplitude dos conceitos em todos os países. As habilidades da primeira estrutura do IDG serão levadas em consideração quando essa lista for criada para não perder a consistência.\n\n4. Essa lista conjunta será usada em um processo chamado Delphi para coletar feedback sobre as principais habilidades transformacionais priorizadas por todos os membros da equipe de pesquisa e outros entrevistados que se voluntariaram para serem contatados novamente em etapas posteriores do processo de pesquisa.\n\nAlém desse processo, dados qualitativos de grupos que talvez não possam responder à pesquisa e/ou que possam estar sub-representados, como grupos indígenas, migrantes e pessoas com baixa capacidade de leitura/escrita, serão acrescentados ao material durante as diferentes etapas do processo.",
    "md_phaseText4": "O processo resultará em uma lista global compartilhada de habilidades transformacionais sob as cinco dimensões da estrutura do IDG. Essa lista final estabelece a base para a estrutura global do IDG.  A estrutura global será projetada em colaboração entre pesquisadores, os principais especialistas em comunicação para a primeira estrutura IDG, bem como os usuários da estrutura de políticas e práticas. A estrutura será apresentada na Cúpula do IDG em outubro de 2024. A estrutura global compartilhada será considerada a estrutura formal, pois os conceitos e símbolos compartilhados são essenciais para aumentar a compreensão em nível global.\n\nDepois que a estrutura global compartilhada for apresentada, cada equipe de país/idioma começará a relocalizar a estrutura global compartilhada para seu contexto específico, revisando as descrições das habilidades transformacionais em alinhamento com o que sua lista local (derivada de estágios anteriores) sugere ser necessário para tornar os IDGs relevantes em seu contexto. A adequação contextual é uma qualidade importante para fazer com que os IDGs funcionem em cada contexto.",
    "ethicsPrivacyTitle": "Como a ética e a privacidade dos dados são protegidas?",
    "ethicsTitle": "Princípios éticos",
    "ethicsText": "A Inner Development Goals (IDG) é uma organização sem fins lucrativos para o desenvolvimento interior. Ela faz pesquisas, coleta e divulga habilidades e qualidades baseadas na ciência que ajudam a humanidade a \"viver vidas com propósito, sustentáveis e produtivas\". A iniciativa segue a convicção de que o trabalho de desenvolvimento interior, tanto individual quanto coletivo, é fundamental no trabalho para alcançar um futuro sustentável para as pessoas e o planeta, conforme expresso nos Objetivos de Desenvolvimento Sustentável. As Metas de Desenvolvimento Interior e sua estrutura são, portanto, um recurso desenvolvido de forma colaborativa para levar a transformação interior a todos os desafios globais, um recurso ao qual todos, em todos os lugares, devem ter acesso. O Inner Development Goals segue os princípios fundamentais de conduta ética expressos nas Convenções de Direitos Humanos da ONU.",
    "privacyTitle": "Proteção da privacidade dos dados",
    "privacyText": "Todas as informações coletadas para a pesquisa One Question. Global Impact Survey são coletadas de forma totalmente anônima, sem qualquer possibilidade de serem rastreadas até qualquer respondente. Os dados são protegidos para uso apenas com o objetivo de compreender e agir de acordo com os princípios éticos da seção acima. Nenhum endereço IP ou outra informação pessoal identificável sensível, como e-mails, é coletada sem o consentimento explícito do respondente.  O consentimento para o fornecimento de endereços de e-mail é usado apenas para entrar em contato com os respondentes para outras perguntas. Jamais usaremos qualquer informação que os entrevistados consentirem em fornecer para qualquer outro fim que não seja o consentido e de acordo com os princípios éticos declarados acima.",
    "contactTitle": "Com quem entrar em contato para mais perguntas"
  },
  "pt": {
    "title1": "Uma pergunta",
    "title2": "Impacto global",
    "subtitle": "Dar forma à compreensão das competências transformadoras necessárias para um futuro sustentável, agora.",
    "whoTitle": "Quem o está a fazer?",
    "md_whoText": "O estudo global das competências transformacionais para o desenvolvimento sustentável \"One-Question. Impacto global\" é liderado e coordenado pela IDG Inner Development Goals AB (svb) registada com o número de organização: 559314-0675 na Suécia. Inner Development Goals (IDGs) é uma iniciativa sem fins lucrativos e de código aberto detida a 100% pela Oak Island Foundation, uma fundação sem fins lucrativos da Suécia.\n\nA responsabilidade pela conduta ética e pelo tratamento de dados cabe aos IDGs. O Diretor Executivo Jan Artem Henriksson e o Diretor de Co-criação de Investigação, Dr. Fredrik Lindencrona, Phd, lideram este esforço.\n\nO estudo é conduzido em colaboração entre os IDGs e muitas instituições académicas internacionais parceiras, organizações e centros parceiros dos IDGs e redes internacionais, de modo a alcançar o maior número possível de pessoas em todo o mundo.\n\nPara quaisquer questões, é favor contactar:",
    "whyTitle": "Porque é que o fazemos?",
    "whyText": "Em 2015, todos os membros das Nações Unidas chegaram a acordo sobre 17 objectivos para construir um mundo de paz, dignidade e prosperidade num planeta saudável. A iniciativa \"Objectivos de Desenvolvimento Interno\" está convicta de que a compreensão e o desenvolvimento de competências transformadoras são essenciais para alcançar esta ambição global, fundamental para o desenvolvimento de um futuro sustentável para a humanidade e o planeta.\n\nPara compreender estas competências transformacionais em todo o mundo, convidamos os participantes a causar um Impacto Global com um dos estudos mais inclusivos de sempre sobre este tema. Com a sua co-criação, alcançaremos a visão de ser uma ponte sólida entre o seu conhecimento e o impacto do desenvolvimento interno e externo das pessoas para gerir um mundo melhor. Melhores pessoas, melhor planeta.\n\nEste processo irá desenvolver um Quadro Global IDG, pela primeira vez solidamente baseado em contributos de todo o mundo. As respostas a esta Grande Questão serão analisadas e processadas de forma colaborativa por investigadores de muitos países em todo o mundo.",
    "howTitle": "Como é que isso é feito?",
    "howText": "O estudo global é gerido como um processo de colaboração global distribuído em que colaboram equipas de investigação baseadas em países e línguas, estabelecidas no maior número possível de países.\n\nAs equipas nacionais serão coordenadas por dois co-líderes capazes de trabalhar nas principais línguas dos países participantes e que tenham, pelo menos, um doutoramento em áreas relevantes. As equipas incluirão até dez co-investigadores que representem uma mistura das variações culturais/linguísticas relevantes do país.\n\nOs dados relativos a cada país e língua serão recolhidos anonimamente através do mesmo inquérito, administrado através da plataforma Survey Monkey (SMP), sempre que possível, e de um questionário especial, quando a SMP não for viável. Neste caso, a SMP é efectuada a partir da República da Irlanda, na União Europeia. Não é recolhida qualquer informação identificável sobre os participantes sem o consentimento direto dos mesmos.\n\nTodas as equipas seguirão o mesmo processo de 4 fases e procedimentos éticos (ler mais abaixo). A coordenação global ativa será feita através dos co-líderes das equipas que trabalham com a equipa central liderada pelo Chefe de Co-criação de Investigação do IDGs. Estas equipas reúnem-se regularmente para apoio, aprendizagem e garantia de qualidade conjunta ao longo das quatro fases principais.",
    "journeyTitle": "Junte-se à viagem",
    "journeyTitle2": "Vamos fazer parte da\nco-criação",
    "milestones": "Marcos históricos",
    "researchers": "Investigadores",
    "multipliers": "Multiplicadores/Redes",
    "milestone1": "Configurar o sistema",
    "milestone2": "Recolha de dados",
    "milestone3": "Análise e definição de prioridades",
    "milestone4": "Finalizar a conceção, apresentar e localizar",
    "research1": "Co-criar e traduzir o inquérito",
    "research2": "Criar equipas de investigadores cultural e linguisticamente diversificadas",
    "research3": "Elaborar listas temáticas e co-criar o processo de definição de prioridades Delphi",
    "research4": "Afinar a conceção para o quadro global partilhado. Criar pequenas adaptações locais",
    "multiplier1": "Envolver organizações, parceiros, redes e plataformas globais",
    "multiplier2": "Partilhar amplamente em todo o mundo",
    "multiplier3": "Participar no processo de definição de prioridades Delphi",
    "multiplier4": "Apresentar o quadro atualizado na Cimeira IDG em outubro de 2024",
    "note": "Percorra a tabela para ver todos os pormenores",
    "howDoneTitle": "Como é que isso é feito?",
    "phaseTitle1": "Fase 1: Instalação do sistema",
    "phaseTitle2": "Fase 2: Recolha de dados",
    "phaseTitle3": "Fase 3: Análise e definição de prioridades",
    "phaseTitle4": "Fase 4: Finalizar a conceção, apresentar e localizar",
    "md_phaseText1": "Durante esta fase, foi realizada uma co-criação com mais de 100 investigadores de todo o mundo para desenvolver o inquérito e outros métodos. Paralelamente, foram realizadas reuniões de informação com os chamados multiplicadores (ou seja, redes internacionais, organizações globais, organizações parceiras do IDG e IDG Hubs) que estão interessados em ajudar a partilhar o inquérito com uma audiência global. Para obter um conjunto de dados abrangente e inclusivo, pretendemos envolver pelo menos 100 países com 2 milhões de pessoas que visualizam o inquérito, das quais 100.000 respondem. Os investigadores e multiplicadores controlaram a qualidade das traduções do inquérito geradas automaticamente.",
    "md_phaseText2": "A recolha de dados começa com o lançamento global, a 19 de setembro. O inquérito estará aberto para recolha de respostas durante 4 meses. O alcance dos países será controlado regularmente e transmitido aos investigadores e multiplicadores para garantir que a recolha de dados seja tão ampla e inclusiva quanto possível. Os multiplicadores distribuirão continuamente o inquérito através das redes sociais, conferências, correio eletrónico e outros canais de distribuição adequados.",
    "md_phaseText3": "Cada equipa de investigação nacional concentra-se no material relevante para o seu país numa ou em várias línguas relevantes. O processo inclui 4 etapas:\n\n1. identificar todos os dados relevantes para responder à grande questão, ou seja, as competências transformacionais individuais e colectivas (incluindo qualidades, capacidades e competências) relevantes para construir um futuro sustentável para as pessoas e o planeta\n\n2. aplicar sistematicamente a análise temática para gerar uma lista de competências transformacionais em cada uma das cinco dimensões: ser, pensar, relacionar-se, colaborar e agir\n\n3. os co-líderes de cada equipa nacional colaboram para desenvolver uma lista abrangente conjunta de competências transformacionais e descrições que possam representar a amplitude dos conceitos em todos os países. As competências do primeiro quadro IDG serão tidas em conta aquando da elaboração desta lista para não perder a coerência.\n\n4. Esta lista conjunta será utilizada no chamado processo Delphi para recolher feedback sobre as principais competências transformacionais prioritárias por todos os membros da equipa de investigação e outros inquiridos que se voluntariaram para serem contactados novamente em fases posteriores do processo de inquérito.\n\nPara além deste processo, serão acrescentados ao material, durante as diferentes etapas do processo, dados qualitativos de grupos que poderão não estar em condições de responder ao inquérito e/ou que poderão estar sub-representados, tais como grupos indígenas, migrantes e pessoas com pouca capacidade de leitura/escrita.",
    "md_phaseText4": "O processo resultará numa lista global partilhada de competências transformacionais no âmbito das cinco dimensões da estrutura IDG. Esta lista final lançará as bases para o Quadro IDG Global.  O quadro global será concebido em colaboração entre investigadores, especialistas em comunicação chave para o primeiro quadro IDG, bem como utilizadores do quadro a partir da política e da prática. O quadro será apresentado na Cimeira IDG em outubro de 2024. O quadro global partilhado será considerado o quadro formal, uma vez que os conceitos e símbolos partilhados são fundamentais para aumentar a compreensão a nível mundial.\n\nApós a apresentação do quadro global partilhado, cada país/equipa linguística começará a relocalizar o quadro global partilhado para o seu contexto específico, revendo as descrições das competências transformacionais em alinhamento com o que a sua lista local (derivada em fases anteriores) sugere ser necessário para tornar os IDGs relevantes no seu contexto. A adequação contextual é uma qualidade importante para que os IDGs funcionem em cada contexto.",
    "ethicsPrivacyTitle": "Como é garantida a ética e a privacidade dos dados?",
    "ethicsTitle": "Princípios éticos",
    "ethicsText": "A Inner Development Goals (IDG) é uma organização sem fins lucrativos para o desenvolvimento interior. Investiga, recolhe e comunica competências e qualidades baseadas na ciência que ajudam a humanidade a \"viver vidas com objectivos, sustentáveis e produtivas\". A iniciativa segue a convicção de que o trabalho sobre o desenvolvimento interior, tanto individual como coletivo, é fundamental no trabalho para alcançar um futuro sustentável para as pessoas e o planeta, tal como expresso nos Objectivos de Desenvolvimento Sustentável. Os Objectivos de Desenvolvimento Interior e o seu enquadramento são, por conseguinte, um recurso desenvolvido em colaboração para levar a transformação interior a todos os desafios globais, um recurso a que todos, em todo o lado, devem ter acesso. Os Objectivos de Desenvolvimento Interior seguem os princípios-chave de conduta ética expressos nas Convenções dos Direitos Humanos das Nações Unidas.",
    "privacyTitle": "Proteção da privacidade dos dados",
    "privacyText": "Todas as informações recolhidas no âmbito do inquérito \"Uma pergunta. Global Impact Survey é recolhida de forma totalmente anónima, sem qualquer possibilidade de ser atribuída a qualquer inquirido. Os dados são protegidos para serem utilizados apenas para efeitos de compreensão e atuação de acordo com os princípios éticos referidos na secção anterior. Não são recolhidos endereços IP ou outras informações sensíveis de identificação pessoal, como e-mails, sem o consentimento explícito do inquirido.  O consentimento para fornecer endereços de correio eletrónico só é utilizado para contactar os inquiridos para mais perguntas. Nunca utilizaremos qualquer informação que os inquiridos consintam em fornecer para qualquer outro fim que não o consentido e em conformidade com os princípios éticos acima referidos.",
    "contactTitle": "Quem contactar para mais questões"
  },
  "ru": {
    "title1": "Один вопрос",
    "title2": "Глобальное воздействие",
    "subtitle": "Сформировать понимание трансформационных навыков, необходимых для устойчивого будущего, уже сейчас.",
    "whoTitle": "Кто это делает?",
    "md_whoText": "Глобальное исследование трансформационных навыков для устойчивого развития \"Один вопрос. Глобальное влияние\" возглавляет и координирует IDG Inner Development Goals AB (svb), зарегистрированная под организационным номером 559314-0675 в Швеции. Inner Development Goals (IDGs) - это некоммерческая инициатива с открытым исходным кодом, на 100% принадлежащая шведскому некоммерческому фонду Oak Island Foundation.\n\nОтветственность за этическое поведение и обработку данных лежит на IDGs. Исполнительный директор Ян Артем Хенрикссон и руководитель отдела совместных исследований д-р Фредрик Линденкрона, доктор философии, возглавляют эту работу.\n\nИсследование проводится в сотрудничестве между МРГ и многими международными академическими институтами-партнерами, партнерскими организациями и центрами МРГ, а также международными сетями, чтобы охватить как можно большее количество людей по всему миру.\n\nПо всем вопросам обращаться:",
    "whyTitle": "Почему мы это делаем?",
    "whyText": "В 2015 году все члены Организации Объединенных Наций согласовали 17 целей, направленных на построение мира, достоинства и процветания на здоровой планете. Инициатива \"Внутренние цели развития\" убеждена, что понимание и формирование трансформационных навыков необходимы для достижения этой глобальной амбициозной цели, имеющей решающее значение для формирования устойчивого будущего человечества и планеты.\n\nЧтобы понять, что такое трансформационные навыки во всем мире, мы приглашаем участников оказать глобальное влияние с помощью одного из самых инклюзивных исследований по этой теме. Благодаря вашей совместной работе мы достигнем цели - стать прочным мостом между вашими знаниями и влиянием на внутреннее и внешнее развитие людей для управления лучшим миром. Лучшие люди, лучшая планета.\n\nВ ходе этого процесса будет разработана Глобальная структура МРГ, которая впервые будет основываться на данных, полученных со всего мира. Ответы на этот один большой вопрос будут проанализированы и обработаны совместными усилиями исследователей во многих странах мира.",
    "howTitle": "Как это делается?",
    "howText": "Глобальное исследование проводится как распределенный глобальный совместный процесс, в котором будут сотрудничать исследовательские группы, созданные по странам и языкам в максимально возможном количестве стран.\n\nСтрановые группы будут координироваться двумя соруководителями, владеющими основными языками стран-участниц и имеющими как минимум степень доктора философии в соответствующих областях. В состав групп будут входить до десяти соисследователей, представляющих различные культурные и языковые различия в стране.\n\nДанные по каждой стране и языку будут собираться анонимно с помощью одного и того же опроса, проводимого, по возможности, через платформу Survey Monkey (SMP), а в случае невозможности использования SMP - с помощью специальной анкеты. В данном случае SMP запускается из Республики Ирландия, входящей в состав Европейского Союза. Никакая идентифицируемая информация об участниках не собирается без прямого согласия.\n\nВсе команды будут следовать одному и тому же 4-этапному процессу и этическим процедурам (подробнее см. ниже). Активная глобальная координация будет осуществляться через соруководителей команд, работающих с основной командой, возглавляемой руководителем отдела совместного проведения исследований IDGs. Они регулярно встречаются для поддержки, обучения и совместного контроля качества на протяжении всех четырех основных этапов.",
    "journeyTitle": "Присоединяйтесь к путешествию",
    "journeyTitle2": "Давайте станем частью\nсовместного творчества",
    "milestones": "Вехи",
    "researchers": "Исследователи",
    "multipliers": "Мультипликаторы/Сети",
    "milestone1": "Настройка системы",
    "milestone2": "Сбор данных",
    "milestone3": "Анализ и определение приоритетов",
    "milestone4": "Завершение разработки, презентация и локализация",
    "research1": "Совместное создание и перевод опроса",
    "research2": "Создание коллективов исследователей, отличающихся культурным и языковым разнообразием",
    "research3": "Разработка тематических списков и совместная работа по определению приоритетов по методу Дельфи",
    "research4": "Тонкая настройка дизайна для общей глобальной структуры. Создание небольших локальных адаптаций",
    "multiplier1": "Привлечение глобальных организаций, партнеров, сетей и центров",
    "multiplier2": "Широкое распространение по всему миру",
    "multiplier3": "Участие в процессе определения приоритетов по методу Дельфи",
    "multiplier4": "Представить обновленную структуру на Саммите IDG в октябре 2024 года",
    "note": "Прокрутите таблицу, чтобы увидеть все детали",
    "howDoneTitle": "Как это делается?",
    "phaseTitle1": "Этап 1: Настройка системы",
    "phaseTitle2": "Этап 2: Сбор данных",
    "phaseTitle3": "Этап 3: Анализ и определение приоритетов",
    "phaseTitle4": "Этап 4: Завершение разработки, презентация и локализация",
    "md_phaseText1": "На этом этапе более 100 исследователей по всему миру приняли участие в совместной работе над опросом и другими методами. Параллельно проводились информационные встречи с так называемыми мультипликаторами (международными сетями, глобальными организациями, организациями-партнерами IDG и хабами IDG), которые были заинтересованы в распространении результатов исследования среди глобальной аудитории. Для получения полной и всеохватывающей базы данных мы стремимся привлечь к участию в опросе не менее 100 стран, а также 2 млн. человек, которые просмотрят опрос, из которых 100 тыс. ответят на вопросы. Исследователи и мультипликаторы контролируют качество автоматически генерируемых переводов опроса.",
    "md_phaseText2": "Сбор данных начнется с 19 сентября, когда будет дан старт глобальному опросу. Опрос будет открыт для сбора ответов в течение 4 месяцев. Охват стран будет регулярно отслеживаться и доводиться до сведения исследователей и организаторов, чтобы обеспечить максимально широкий и всеохватывающий сбор данных. Мультипликаторы будут постоянно распространять опрос через социальные сети, конференции, электронную почту и другие подходящие каналы рассылки.",
    "md_phaseText3": "Каждая исследовательская группа, работающая в каждой стране, концентрируется на материалах, актуальных для ее страны, на одном или нескольких языках. Процесс включает 4 этапа:\n\n1. выявление всех необходимых данных для ответа на один большой вопрос, т.е. на индивидуальные и коллективные трансформационные навыки (включая качества, способности и навыки), необходимые для построения устойчивого будущего для людей и планеты\n\n2. систематическое применение тематического анализа для составления списка трансформационных навыков по каждому из пяти измерений: мышление, отношения, сотрудничество и действия\n\n3. соруководители от каждой страновой группы совместно разрабатывают общий комплексный список трансформационных навыков и их описание, которое может отражать широту понятий во всех странах. Чтобы не потерять согласованность, при составлении этого списка будут учтены навыки из первой концепции IDG.\n\n4. Этот совместный список будет использован в так называемом процессе Дельфи для сбора обратной связи по ключевым приоритетным трансформационным навыкам всеми членами исследовательской группы и другими респондентами, которые добровольно согласились на повторное обращение к ним на более поздних этапах процесса исследования.\n\nВ дополнение к этому процессу на разных его этапах к материалам будут добавляться качественные данные от групп, которые могут не ответить на опрос и/или могут быть недопредставлены, таких как группы коренного населения, мигранты и люди с низким уровнем чтения/письма.",
    "md_phaseText4": "В результате этого процесса будет составлен общий глобальный список трансформационных навыков по пяти измерениям системы IDG. Этот окончательный список заложит основу для создания глобальной структуры МРГ.  Глобальная структура будет разработана в сотрудничестве между исследователями, специалистами по коммуникации первой структуры IDG, а также пользователями структуры из сферы политики и практики. Концепция будет представлена на саммите МРГ в октябре 2024 года. Глобальная общая структура будет считаться официальной структурой, поскольку общие концепции и символы имеют решающее значение для улучшения понимания на глобальном уровне.\n\nПосле представления общей глобальной концепции каждая страна/языковая группа приступит к релокализации общей глобальной концепции в соответствии с конкретным контекстом путем пересмотра описаний трансформационных навыков в соответствии с тем, что, согласно их местному списку (составленному на предыдущих этапах), необходимо для того, чтобы сделать МРГ актуальными в их контексте. Контекстуальная адекватность - важное качество, позволяющее сделать МРГ применимыми в каждом конкретном случае.",
    "ethicsPrivacyTitle": "Как обеспечивается этика и конфиденциальность данных?",
    "ethicsTitle": "Этические принципы",
    "ethicsText": "Организация \"Цели внутреннего развития\" (ЦВР) - это некоммерческая организация, занимающаяся вопросами внутреннего развития. Она проводит исследования, собирает и распространяет научно обоснованные навыки и качества, которые помогают человечеству \"жить целенаправленной, устойчивой и продуктивной жизнью\". Инициатива основана на убеждении, что работа над внутренним развитием, как индивидуальным, так и коллективным, является основополагающей в работе по достижению устойчивого будущего для людей и планеты, как это выражено в Целях устойчивого развития. Таким образом, \"Цели внутреннего развития\" и их структура - это ресурс, который разрабатывается совместными усилиями для внутренней трансформации всех глобальных проблем, ресурс, к которому должны иметь доступ все и везде. Inner Development Goals следует ключевым принципам этического поведения, выраженным в Конвенциях ООН по правам человека.",
    "privacyTitle": "Защита конфиденциальности данных",
    "privacyText": "Вся информация, собранная в рамках исследования \"Один вопрос. Global Impact Survey, собирается полностью анонимно, без какой-либо возможности отследить респондента. Данные защищены для использования только в целях понимания и действия в соответствии с этическими принципами, изложенными в разделе выше. Без явного согласия респондента не собираются IP-адреса или другая чувствительная личная идентифицируемая информация, например, электронная почта.  Согласие на предоставление адресов электронной почты используется только для того, чтобы связаться с респондентами для получения дополнительных вопросов. Мы никогда не будем использовать информацию, которую респонденты согласились предоставить, для каких-либо других целей, кроме тех, на которые было получено согласие, и в соответствии с вышеизложенными этическими принципами.",
    "contactTitle": "К кому обращаться по дополнительным вопросам"
  },
  "es": {
    "title1": "Una pregunta",
    "title2": "Impacto mundial",
    "subtitle": "Dar forma a la comprensión de las competencias transformadoras necesarias para un futuro sostenible, ahora.",
    "whoTitle": "¿Quién lo hace?",
    "md_whoText": "El estudio mundial sobre las competencias transformadoras para el desarrollo sostenible \"One-Question. Impacto global\" está dirigido y coordinado por IDG Inner Development Goals AB (svb) registrada con el número de organización: 559314-0675 en Suecia. Inner Development Goals (IDGs) es una iniciativa sin ánimo de lucro y de código abierto propiedad al 100% de Oak Island Foundation, una fundación sin ánimo de lucro de Suecia.\n\nLa responsabilidad de la conducta ética y el tratamiento de los datos recae en IDGs. Jan Artem Henriksson, Director Ejecutivo, y el Dr. Fredrik Lindencrona, Phd, Jefe de Co-creación de Investigación, dirigen este esfuerzo.\n\nEl estudio se lleva a cabo en colaboración entre IDG y muchas instituciones académicas internacionales asociadas, organizaciones y centros asociados a IDG y redes internacionales para poder llegar lo más ampliamente posible a todo el mundo.\n\nSi tiene alguna pregunta, póngase en contacto con",
    "whyTitle": "¿Por qué lo hacemos?",
    "whyText": "En 2015, todos los miembros de las Naciones Unidas acordaron 17 objetivos para construir un mundo de paz, dignidad y prosperidad en un planeta sano. La iniciativa \"Objetivos de Desarrollo Interior\" está convencida de que la comprensión y la creación de capacidades transformadoras son esenciales para lograr esta ambición mundial, fundamental para desarrollar un futuro sostenible para la humanidad y el planeta.\n\nPara comprender estas habilidades transformadoras en todo el mundo, invitamos a los participantes a tener un Impacto Global con uno de los estudios más inclusivos jamás realizados sobre este tema. Con su co-creación, alcanzaremos la visión de ser un puente sólido entre su conocimiento y el impacto del desarrollo interior y exterior de las personas para gestionar un mundo mejor. Mejores personas, mejor planeta.\n\nEste proceso desarrollará un Marco IDG Global, por primera vez sólidamente basado en aportaciones de todo el mundo. Las respuestas a esta One-Big-Question serán analizadas y procesadas en colaboración por investigadores de muchos países de todo el mundo.",
    "howTitle": "¿Cómo se hace?",
    "howText": "El estudio global se lleva a cabo como un proceso de colaboración global distribuido en el que colaborarán equipos de investigación basados en países e idiomas, establecidos en tantos países como sea posible.\n\nLos equipos nacionales estarán coordinados por dos codirectores capaces de trabajar en las lenguas clave de los países participantes y que tengan al menos un doctorado en las áreas pertinentes. Los equipos incluirán hasta diez coinvestigadores que representen una mezcla de las variaciones culturales/lingüísticas relevantes del país.\n\nLos datos de cada país e idioma se recopilarán de forma anónima mediante la misma encuesta, administrada a través de la plataforma Survey Monkey (SMP) cuando sea posible y de un cuestionario especial cuando la SMP no sea factible. En este caso, SMP funciona desde la República de Irlanda, dentro de la Unión Europea. No se recoge ninguna información identificable sobre los participantes sin el consentimiento directo de éstos.\n\nTodos los equipos seguirán el mismo proceso de 4 fases y los mismos procedimientos éticos (lea más abajo). La coordinación global activa se llevará a cabo a través de los codirectores de los equipos, que trabajarán con el equipo central dirigido por el Director de Co-creación de la Investigación de IDG. Estos equipos se reúnen periódicamente para apoyarse, aprender y garantizar conjuntamente la calidad a lo largo de las cuatro fases principales.",
    "journeyTitle": "Únete al viaje",
    "journeyTitle2": "Participemos en la\nco-creación",
    "milestones": "Hitos",
    "researchers": "Investigadores",
    "multipliers": "Multiplicadores/Redes",
    "milestone1": "Configuración del sistema",
    "milestone2": "Recogida de datos",
    "milestone3": "Análisis y priorización",
    "milestone4": "Finalizar el diseño, presentar y localizar",
    "research1": "Co-crear y traducir la encuesta",
    "research2": "Crear equipos de investigadores cultural y lingüísticamente diversos",
    "research3": "Elaboración de listas temáticas y co-creación del proceso Delphi de priorización",
    "research4": "Afinar el diseño del marco global compartido. Crear pequeñas adaptaciones locales.",
    "multiplier1": "Implicar a organizaciones, socios, redes y centros mundiales",
    "multiplier2": "Compartir ampliamente en todo el mundo",
    "multiplier3": "Participar en el proceso Delphi de priorización",
    "multiplier4": "Presentar el marco actualizado en la Cumbre IDG de octubre de 2024.",
    "note": "Desplácese por la tabla para ver todos los detalles",
    "howDoneTitle": "¿Cómo se hace?",
    "phaseTitle1": "Fase 1: Puesta en marcha del sistema",
    "phaseTitle2": "Fase 2: Recogida de datos",
    "phaseTitle3": "Fase 3: Análisis y priorización",
    "phaseTitle4": "Fase 4: Finalización del diseño, presentación y localización",
    "md_phaseText1": "Durante esta fase se ha colaborado con más de 100 investigadores de todo el mundo para desarrollar la encuesta y otros métodos. Paralelamente, se han celebrado reuniones informativas con los denominados multiplicadores (es decir, redes internacionales, organizaciones mundiales, organizaciones asociadas a IDG y centros IDG) que están interesados en ayudar a compartir la encuesta con un público mundial. Para obtener un conjunto de datos completo e inclusivo, nuestro objetivo es que participen al menos 100 países con 2 millones de personas que vean la encuesta, de las cuales 100.000 respondan. Los investigadores y multiplicadores han controlado la calidad de las traducciones de la encuesta generadas automáticamente.",
    "md_phaseText2": "La recogida de datos comienza con el lanzamiento mundial, el 19 de septiembre. La encuesta estará abierta para recoger respuestas durante 4 meses. Se hará un seguimiento periódico del alcance de la encuesta en los países y se comunicará a los investigadores y multiplicadores para garantizar que la recopilación de datos sea lo más amplia e inclusiva posible. Los multiplicadores distribuirán continuamente la encuesta a través de las redes sociales, conferencias, correos electrónicos y otros canales de distribución adecuados.",
    "md_phaseText3": "Cada equipo de investigación nacional se centra en el material pertinente para su país en una o varias lenguas relevantes. El proceso incluye 4 pasos:\n\n1. identificar todos los datos pertinentes para responder a la Gran pregunta, es decir, las competencias transformadoras individuales y colectivas (incluidas las cualidades, capacidades y aptitudes) relevantes para construir un futuro sostenible para las personas y el planeta\n\n2. aplicar sistemáticamente el análisis temático para generar una lista de competencias transformadoras en cada una de las cinco dimensiones ser, pensar, relacionarse, colaborar y actuar\n\n3. los colíderes de los equipos de cada país colaboren para elaborar una lista conjunta y exhaustiva de competencias transformadoras y descripciones que puedan representar la amplitud de conceptos en todos los países. Las competencias del primer marco IDG se tendrán en cuenta a la hora de crear esta lista para no perder coherencia.\n\n4. 4. Esta lista conjunta se utilizará en un proceso denominado Delphi para recabar opiniones sobre las competencias transformadoras prioritarias clave por parte de todos los miembros del equipo de investigación y de otros encuestados que se hayan ofrecido voluntariamente a ser contactados de nuevo para fases posteriores del proceso de encuesta.\n\nAdemás de este proceso, los datos cualitativos de los grupos que no puedan responder a la encuesta y/o puedan estar infrarrepresentados, como los grupos indígenas, los inmigrantes y las personas con escasa capacidad de lectura/escritura, se añadirán al material durante las distintas fases del proceso.",
    "md_phaseText4": "El proceso dará como resultado una lista global compartida de competencias transformadoras en las cinco dimensiones del marco IDG. Esta lista final sentará las bases del marco global IDG.  El marco global se diseñará en colaboración entre investigadores, especialistas en comunicación clave para el primer marco IDG, así como usuarios del marco desde la política y la práctica. El marco se presentará en la Cumbre IDG de octubre de 2024. El marco global compartido se considerará el marco formal, ya que los conceptos y símbolos compartidos son fundamentales para aumentar la comprensión a nivel mundial.\n\nUna vez presentado el marco global compartido, cada país/equipo lingüístico empezará a adaptar el marco global compartido a su contexto específico revisando las descripciones de las competencias transformadoras en consonancia con lo que su lista local (obtenida en fases anteriores) sugiera que es necesario para que los IDG sean relevantes en su contexto. La adecuación contextual es una cualidad importante para que las IDG funcionen en cada contexto.",
    "ethicsPrivacyTitle": "¿Cómo se garantiza la ética y la privacidad de los datos?",
    "ethicsTitle": "Principios éticos",
    "ethicsText": "Objetivos de Desarrollo Interior (IDG) es una organización sin ánimo de lucro para el desarrollo interior. Investiga, recopila y comunica habilidades y cualidades basadas en la ciencia que ayudan a la humanidad a \"vivir vidas con propósito, sostenibles y productivas\". La iniciativa sigue la convicción de que el trabajo sobre el desarrollo interior, tanto individual como colectivo, es fundamental en la labor para alcanzar un futuro sostenible para las personas y el planeta, tal y como se expresa en los Objetivos de Desarrollo Sostenible. Los Objetivos de Desarrollo Interior y su marco son, por tanto, un recurso que se desarrolla en colaboración para aportar transformación interior a todos los retos globales, un recurso al que todos, en todas partes, tendrán acceso. Los Objetivos de Desarrollo Interior siguen los principios clave de conducta ética expresados en las Convenciones de Derechos Humanos de la ONU.",
    "privacyTitle": "Protección de datos",
    "privacyText": "Toda la información recopilada para la encuesta One Question. Global Impact Survey se recoge de forma totalmente anónima, sin posibilidad de rastrear a ningún encuestado. Los datos están protegidos para su uso exclusivo con el fin de comprender y actuar de acuerdo con los principios éticos de la sección anterior. No se recogen direcciones IP ni otros datos personales sensibles, como correos electrónicos, sin el consentimiento explícito del encuestado.  El consentimiento para facilitar direcciones de correo electrónico sólo se utiliza para ponerse en contacto con los encuestados y plantearles nuevas preguntas. Nunca utilizaremos la información que los encuestados consientan en facilitar para ningún otro fin que no sea el consentido y en consonancia con los principios éticos expuestos anteriormente.",
    "contactTitle": "A quién dirigirse si tiene más preguntas"
  },
  "ta": {
    "title1": "ஒரு கேள்வி",
    "title2": "உலகளாவிய தாக்கம்",
    "subtitle": "நிலையான எதிர்காலத்திற்குத் தேவையான உருமாறும் திறன்களைப் பற்றிய புரிதலை இப்போது வடிவமைக்கவும்.",
    "whoTitle": "யார் செய்கிறார்கள்?",
    "md_whoText": "நிலையான வளர்ச்சிக்கான உருமாற்ற திறன்களின் உலகளாவிய ஆய்வு ”ஒரு கேள்வி. ஸ்வீடனில் 559314-0675 என்ற நிறுவன எண் மூலம் பதிவுசெய்யப்பட்ட IDG இன்னர் டெவலப்மென்ட் கோல்ஸ் AB (svb) மூலம் உலகளாவிய தாக்கம்” வழிநடத்தப்பட்டு ஒருங்கிணைக்கப்படுகிறது. உள் வளர்ச்சி இலக்குகள் (IDGs) என்பது லாபத்திற்காக அல்ல மற்றும் ஓக் ஐலண்ட் அறக்கட்டளைக்கு 100% சொந்தமான திறந்த மூல முயற்சியாகும், இது ஸ்வீடனில் இலாப நோக்கற்ற அடித்தளமாகும்.\n\nநெறிமுறை நடத்தை மற்றும் தரவு கையாளுதலுக்கான பொறுப்பு ஐடிஜிக்களிடம் உள்ளது. நிர்வாக இயக்குனர் ஜான் ஆர்டெம் ஹென்ரிக்சன் மற்றும் ஆராய்ச்சி இணை உருவாக்கத்தின் தலைவர் டாக்டர். ஃப்ரெட்ரிக் லிண்டன்க்ரோனா, Phd இந்த முயற்சியை வழிநடத்துகிறார்கள்.\n\nIDGகள் மற்றும் பல சர்வதேச கல்வி பங்குதாரர் நிறுவனங்கள், IDG கூட்டாளர் நிறுவனங்கள் & மையங்கள் மற்றும் சர்வதேச நெட்வொர்க்குகள் ஆகியவற்றுக்கு இடையேயான ஒத்துழைப்புடன் இந்த ஆய்வு நடத்தப்படுகிறது.\n\nஏதேனும் கேள்விகளுக்கு, தயவுசெய்து தொடர்பு கொள்ளவும்:",
    "whyTitle": "ஏன் செய்கிறோம்?",
    "whyText": "2015 ஆம் ஆண்டில், ஐக்கிய நாடுகள் சபையின் அனைத்து உறுப்பினர்களும் ஆரோக்கியமான கிரகத்தில் அமைதி, கண்ணியம் மற்றும் செழிப்பு நிறைந்த உலகத்தை உருவாக்க 17 இலக்குகளை ஒப்புக்கொண்டனர். \"உள் வளர்ச்சி இலக்குகள்\" என்ற முன்முயற்சியானது, இந்த உலகளாவிய லட்சியத்தை அடைய, மனிதகுலத்திற்கும் கிரகத்திற்கும் நிலையான எதிர்காலத்தை உருவாக்குவதற்கு முக்கியமான, மாற்றும் திறன்களைப் புரிந்துகொள்வதும், உருவாக்குவதும் அவசியம் என்று உறுதியாக நம்புகிறது.\n\nஉலகெங்கிலும் உள்ள இந்த மாற்றும் திறன்களைப் புரிந்துகொள்வதற்கு, இந்தத் தீம் பற்றிய மிக உள்ளடக்கிய ஆய்வுகளில் ஒன்றின் மூலம் உலகளாவிய தாக்கத்தை ஏற்படுத்த பங்கேற்பாளர்களை அழைக்கிறோம். உங்களின் இணை உருவாக்கத்தின் மூலம், சிறந்த உலகத்தை நிர்வகிப்பதற்கான உங்கள் அறிவுக்கும் மக்களின் உள் மற்றும் வெளிப்புற வளர்ச்சியின் தாக்கத்திற்கும் இடையே ஒரு திடமான பாலமாக இருக்கும் பார்வையை நாங்கள் அடைவோம். சிறந்த மக்கள், சிறந்த கிரகம்.\n\nஇந்த செயல்முறையானது உலகெங்கிலும் உள்ள உள்ளீட்டின் அடிப்படையில் முதல் முறையாக ஒரு உலகளாவிய IDG கட்டமைப்பை உருவாக்கும். இந்த ஒரு பெரிய கேள்விக்கான பதில்கள் உலகெங்கிலும் உள்ள பல நாடுகளில் உள்ள ஆராய்ச்சியாளர்களால் ஒருங்கிணைந்து பகுப்பாய்வு செய்யப்பட்டு செயலாக்கப்படும்.",
    "howTitle": "அது எப்படி செய்யப்படுகிறது?",
    "howText": "உலகளாவிய ஆய்வு ஒரு விநியோகிக்கப்பட்ட உலகளாவிய ஒத்துழைப்பு செயல்முறையாக நடத்தப்படுகிறது, அங்கு நாடு மற்றும் மொழி அடிப்படையிலான ஆராய்ச்சி குழு, முடிந்தவரை பல நாடுகளில் நிறுவப்பட்டுள்ளது.\n\nபங்கேற்கும் நாடுகளின் முக்கிய மொழிகளில் பணிபுரியக்கூடிய மற்றும் தொடர்புடைய பகுதிகளில் குறைந்தபட்சம் PhD பெற்றுள்ள இரண்டு இணைத் தலைவர்களால் நாட்டு அணிகள் ஒருங்கிணைக்கப்படும். நாட்டிலுள்ள தொடர்புடைய கலாச்சார/மொழி மாறுபாடுகளின் கலவையைப் பிரதிநிதித்துவப்படுத்தும் பத்து இணை ஆராய்ச்சியாளர்கள் வரை இந்த அணிகளில் அடங்குவர்.\n\nஒவ்வொரு நாடு மற்றும் மொழிக்கான தரவுகள் ஒரே கணக்கெடுப்பின் மூலம் அநாமதேயமாக சேகரிக்கப்படும், சாத்தியமான இடங்களில் சர்வே குரங்கு பிளாட்ஃபார்ம் (SMP) மூலம் நிர்வகிக்கப்படும் மற்றும் SMP சாத்தியமில்லாத ஒரு சிறப்பு கேள்வித்தாள் மூலம் நிர்வகிக்கப்படும். இந்த வழக்கில், SMP ஐ ஐரோப்பிய ஒன்றியத்திற்குள் அயர்லாந்து குடியரசில் இருந்து இயக்கப்படுகிறது. நேரடி அனுமதியின்றி பங்கேற்பாளர்களைப் பற்றிய அடையாளம் காணக்கூடிய தகவல்கள் எதுவும் சேகரிக்கப்படவில்லை.\n\nஅனைத்து அணிகளும் ஒரே 4-கட்ட செயல்முறை மற்றும் நெறிமுறை நடைமுறைகளைப் பின்பற்றும் (மேலும் கீழே படிக்கவும்). IDG களில் ஆராய்ச்சி இணை உருவாக்கத் தலைவர் தலைமையிலான முக்கிய குழுவுடன் பணிபுரியும் குழு இணைத் தலைவர்கள் மூலம் செயலில் உலகளாவிய ஒருங்கிணைப்பு நடக்கும். நான்கு முக்கிய கட்டங்களில் ஆதரவு, கற்றல் மற்றும் கூட்டுத் தர உத்தரவாதத்திற்காக இவை தொடர்ந்து சந்திக்கின்றன.",
    "journeyTitle": "பயணத்தில் சேரவும்",
    "journeyTitle2": "ஒரு பகுதியாக இருப்போம்\nஇணை உருவாக்கம்",
    "milestones": "மைல்கற்கள்",
    "researchers": "ஆராய்ச்சியாளர்கள்",
    "multipliers": "பெருக்கிகள்/நெட்வொர்க்குகள்",
    "milestone1": "அமைப்பை அமைத்தல்",
    "milestone2": "தரவு சேகரிப்பு",
    "milestone3": "பகுப்பாய்வு மற்றும் முன்னுரிமை",
    "milestone4": "வடிவமைப்பை முடிக்கவும், வழங்கவும் மற்றும் உள்ளூர்மயமாக்கவும்",
    "research1": "கருத்துக்கணிப்பை இணைந்து உருவாக்கி மொழிபெயர்க்கவும்",
    "research2": "கலாச்சார ரீதியாகவும் மொழி ரீதியாகவும் வேறுபட்ட ஆராய்ச்சியாளர்களின் குழுக்களை உருவாக்குங்கள்",
    "research3": "கருப்பொருள் பட்டியல்களை உருவாக்குதல் மற்றும் டெல்பி முன்னுரிமை செயல்முறையை இணைந்து உருவாக்குதல்",
    "research4": "பகிரப்பட்ட உலகளாவிய கட்டமைப்பிற்கான வடிவமைப்பை நன்றாக மாற்றவும். சிறிய உள்ளூர் தழுவல்களை உருவாக்கவும்",
    "multiplier1": "உலகளாவிய நிறுவனங்கள், கூட்டாளர்கள், நெட்வொர்க்குகள் மற்றும் மையங்களில் ஈடுபடுங்கள்",
    "multiplier2": "உலகம் முழுவதும் பரவலாகப் பகிரவும்",
    "multiplier3": "டெல்பி முன்னுரிமை செயல்முறையில் ஈடுபடுங்கள்",
    "multiplier4": "அக்டோபர் 2024 இல் IDG உச்சிமாநாட்டில் புதுப்பிக்கப்பட்ட கட்டமைப்பை வழங்கவும்",
    "note": "அனைத்து விவரங்களையும் பார்க்க அட்டவணையை உருட்டவும்",
    "howDoneTitle": "அது எப்படி செய்யப்படுகிறது?",
    "phaseTitle1": "கட்டம் 1: அமைப்பை அமைத்தல்",
    "phaseTitle2": "கட்டம் 2: தரவு சேகரிப்பு",
    "phaseTitle3": "கட்டம் 3: பகுப்பாய்வு மற்றும் முன்னுரிமை",
    "phaseTitle4": "கட்டம் 4: வடிவமைப்பை முடிக்கவும், வழங்கவும் மற்றும் உள்ளூர்மயமாக்கவும்",
    "md_phaseText1": "இந்தக் கட்டத்தின் போது, உலகெங்கிலும் உள்ள 100 க்கும் மேற்பட்ட ஆராய்ச்சியாளர்களுடன் இணைந்து ஆய்வு மற்றும் பிற முறைகளை உருவாக்குதல் நடத்தப்பட்டது. இணையாக, உலகளாவிய பார்வையாளர்களுடன் கருத்துக்கணிப்பைப் பகிர்ந்து கொள்ள ஆர்வமுள்ள பெருக்கிகள் (அதாவது சர்வதேச நெட்வொர்க்குகள், உலகளாவிய நிறுவனங்கள், IDG பார்ட்னர் நிறுவனங்கள் & IDG ஹப்கள்) என அழைக்கப்படுபவர்களுடன் தகவல் சந்திப்புகள் நடத்தப்பட்டன. ஒரு விரிவான மற்றும் உள்ளடக்கிய தரவுத்தொகுப்பைப் பெற, 100,000 பேர் பதிலளிக்கும் கணக்கெடுப்பைப் பார்க்கும் 2 மில்லியன் மக்களுடன் குறைந்தது 100 நாடுகளை ஈடுபடுத்துவதை நோக்கமாகக் கொண்டுள்ளோம். ஆய்வின் தானாக உருவாக்கப்பட்ட மொழிபெயர்ப்புகளின் தரத்தை ஆராய்ச்சியாளர்களும் பெருக்கிகளும் கட்டுப்படுத்தியுள்ளனர்.",
    "md_phaseText2": "செப்டம்பர் 19 ஆம் தேதி உலகளாவிய வெளியீட்டில் தரவு சேகரிப்பு தொடங்குகிறது. 4 மாதங்களில் பதில்களைச் சேகரிப்பதற்காக கணக்கெடுப்பு திறக்கப்படும். நாடுகளுக்குச் செல்வது தொடர்ந்து கண்காணிக்கப்பட்டு, தரவு சேகரிப்பு முடிந்தவரை பரந்ததாகவும், உள்ளடக்கியதாகவும் இருக்கும் என்பதை உறுதிப்படுத்த ஆராய்ச்சியாளர்கள் மற்றும் பெருக்கிகளுக்குத் திருப்பி அனுப்பப்படும். பெருக்கிகள் சமூக ஊடகங்கள், மாநாடுகள், மின்னஞ்சல்கள் மற்றும் பிற பொருத்தமான விநியோக சேனல்கள் மூலம் கணக்கெடுப்பை தொடர்ந்து விநியோகிக்கும்.",
    "md_phaseText3": "ஒவ்வொரு நாட்டு ஆராய்ச்சிக் குழுவும் ஒன்று அல்லது அதற்கு மேற்பட்ட தொடர்புடைய மொழிகளில் தங்கள் நாட்டிற்குத் தொடர்புடைய உள்ளடக்கத்தில் கவனம் செலுத்துகிறது. செயல்முறை 4 படிகளை உள்ளடக்கியது:\n\n1. ஒரு பெரிய கேள்விக்கு பதிலளிக்க அனைத்து தொடர்புடைய தரவையும் அடையாளம் காணவும், அதாவது மக்கள் மற்றும் கிரகத்திற்கான நிலையான எதிர்காலத்தை உருவாக்குவதற்கு தொடர்புடைய தனிப்பட்ட மற்றும் கூட்டு மாற்றும் திறன்கள் (குணங்கள், திறன்கள் மற்றும் திறன்கள் உட்பட).\n\n2. சிந்தனை, தொடர்பு, ஒத்துழைத்தல் மற்றும் செயல்படுதல் ஆகிய ஐந்து பரிமாணங்களில் ஒவ்வொன்றின் கீழும் உருமாறும் திறன்களின் பட்டியலை உருவாக்க கருப்பொருள் பகுப்பாய்வை முறையாகப் பயன்படுத்துங்கள்.\n\n3. அனைத்து நாடுகளிலும் உள்ள கருத்துகளின் அகலத்தைப் பிரதிநிதித்துவப்படுத்தக்கூடிய உருமாறும் திறன்கள் மற்றும் விளக்கங்களின் கூட்டு விரிவான பட்டியலை உருவாக்க ஒவ்வொரு நாட்டின் குழுவிலிருந்தும் இணைத் தலைவர்கள் ஒத்துழைக்கிறார்கள். நிலைத்தன்மையை இழக்காமல் இருக்க இந்தப் பட்டியல் உருவாக்கப்படும்போது முதல் IDG கட்டமைப்பின் திறன்கள் கணக்கில் எடுத்துக்கொள்ளப்படும்.\n\n4. இந்த கூட்டுப் பட்டியல், டெல்ஃபி எனப்படும் அனைத்து ஆராய்ச்சிக் குழு உறுப்பினர்களாலும், கணக்கெடுப்புச் செயல்பாட்டின் பிற்கால கட்டங்களுக்கு மீண்டும் சென்றடைய முன்வந்துள்ள பிற பதிலளிப்பவர்களாலும், முக்கிய முன்னுரிமை மாற்றும் திறன்கள் பற்றிய கருத்துக்களை சேகரிக்க பயன்படுத்தப்படும்.\n\nஇந்த செயல்முறைக்கு கூடுதலாக, கணக்கெடுப்புக்கு பதிலளிக்க முடியாத மற்றும்/அல்லது குறைவான பிரதிநிதித்துவம் செய்யக்கூடிய குழுக்களின் தரமான தரவு, அதாவது பழங்குடியின குழுக்கள், புலம்பெயர்ந்தோர் மற்றும் படிக்க/எழுதுவதில் குறைந்த திறன் கொண்டவர்கள் போன்றவர்கள் உள்ளடக்கத்தில் சேர்க்கப்படும். செயல்முறையின் வெவ்வேறு படிகள்.",
    "md_phaseText4": "இந்த செயல்முறையானது IDG கட்டமைப்பின் ஐந்து பரிமாணங்களின் கீழ் மாற்றும் திறன்களின் பகிரப்பட்ட உலகளாவிய பட்டியலை ஏற்படுத்தும். இந்த இறுதிப் பட்டியல் குளோபல் ஐடிஜி கட்டமைப்பிற்கு அடித்தளமாக அமைகிறது. உலகளாவிய கட்டமைப்பு ஆராய்ச்சியாளர்கள், முதல் IDG கட்டமைப்பிற்கான முக்கிய தகவல் தொடர்பு நிபுணர்கள் மற்றும் கொள்கை மற்றும் நடைமுறையில் இருந்து கட்டமைப்பைப் பயன்படுத்துபவர்களுக்கு இடையேயான ஒத்துழைப்புடன் வடிவமைக்கப்படும். அக்டோபர் 2024 இல் நடைபெறும் IDG உச்சிமாநாட்டில் இந்த கட்டமைப்பு சமர்ப்பிக்கப்படும். உலகளவில் புரிதலை அதிகரிக்க பகிரப்பட்ட கருத்துகள் மற்றும் குறியீடுகள் முக்கியமானவை என்பதால், உலகளாவிய பகிரப்பட்ட கட்டமைப்பானது முறையான கட்டமைப்பாகக் கருதப்படும்.\n\nபகிரப்பட்ட உலகளாவிய கட்டமைப்பை வழங்கிய பிறகு, ஒவ்வொரு நாடும்/மொழிக் குழுவும் தங்கள் உள்ளூர் பட்டியல் (முந்தைய நிலைகளில் பெறப்பட்டவை) பரிந்துரைத்தவற்றுடன் சீரமைப்பதன் மூலம் உலகளாவிய பகிர்வு கட்டமைப்பை தங்கள் குறிப்பிட்ட சூழலுக்கு மாற்றத் தொடங்கும். IDGகள் அவற்றின் சூழலில் பொருத்தமானவை. ஒவ்வொரு சூழலிலும் IDGகள் செயல்படுவதற்கு சூழல் பொருத்தம் ஒரு முக்கியமான தரமாகும்.",
    "ethicsPrivacyTitle": "நெறிமுறைகள் மற்றும் தரவு தனியுரிமை எவ்வாறு பாதுகாக்கப்படுகிறது?",
    "ethicsTitle": "நெறிமுறைக் கோட்பாடுகள்",
    "ethicsText": "உள் வளர்ச்சி இலக்குகள் (IDG) என்பது உள் வளர்ச்சிக்கான ஒரு இலாப நோக்கற்ற அமைப்பாகும். இது ஆராய்ச்சி செய்கிறது, சேகரிக்கிறது மற்றும் அறிவியல் அடிப்படையிலான திறன்கள் மற்றும் குணங்களை மனிதகுலம் \"நோக்கம், நிலையான மற்றும் உற்பத்தி வாழ்க்கையை வாழ\" உதவுகிறது. நிலையான வளர்ச்சி இலக்குகளில் வெளிப்படுத்தப்பட்டுள்ளபடி, மக்கள் மற்றும் கிரகத்திற்கான நிலையான எதிர்காலத்தை அடைவதற்கான பணியில், தனிநபர் மற்றும் கூட்டு ஆகிய இரண்டும் உள் வளர்ச்சிக்கான பணி அடிப்படையானது என்ற நம்பிக்கையைப் பின்பற்றுகிறது. உள் வளர்ச்சி இலக்குகள் மற்றும் அதன் கட்டமைப்பானது அனைத்து உலகளாவிய சவால்களுக்கும் உள்ளான மாற்றத்தை கொண்டு வருவதற்கு ஒத்துழைப்புடன் உருவாக்கப்பட்ட ஒரு வளமாகும், இது எல்லா இடங்களிலும் உள்ள அனைவருக்கும் அணுகக்கூடிய ஒரு வளமாகும். ஐநா மனித உரிமைகள் மாநாடுகளில் வெளிப்படுத்தப்பட்டுள்ள நெறிமுறை நடத்தையின் முக்கிய கொள்கைகளை உள் வளர்ச்சி இலக்குகள் பின்பற்றுகின்றன.",
    "privacyTitle": "தரவு தனியுரிமை பாதுகாப்பு",
    "privacyText": "ஒரு கேள்விக்காக அனைத்து தகவல்களும் சேகரிக்கப்பட்டன. உலகளாவிய தாக்கக் கணக்கெடுப்பு, எந்தவொரு பதிலளிப்பாளரிடமும் கண்டறியப்படுவதற்கு எந்த வாய்ப்பும் இல்லாமல் முழுமையாக அநாமதேயமாக சேகரிக்கப்படுகிறது. மேலே உள்ள பிரிவில் உள்ள நெறிமுறைக் கொள்கைகளைப் புரிந்துகொண்டு செயல்படும் நோக்கங்களுக்காக மட்டுமே தரவு பாதுகாக்கப்படுகிறது. IP-முகவரிகள் அல்லது மின்னஞ்சல்கள் போன்ற முக்கியமான தனிப்பட்ட அடையாளம் காணக்கூடிய தகவல்கள் எதுவும் பிரதிவாதியின் வெளிப்படையான அனுமதியின்றி சேகரிக்கப்படவில்லை. மின்னஞ்சல் முகவரிகளை வழங்குவதற்கான ஒப்புதல் மேலும் கேள்விகளுக்கு பதிலளிப்பவர்களைத் தொடர்புகொள்வதற்கு மட்டுமே பயன்படுத்தப்படும். மேலே கூறப்பட்ட நெறிமுறைக் கோட்பாடுகளுக்கு ஏற்ப, ஒப்புதல் அளிக்கப்பட்டதைத் தவிர, வேறு எந்த நோக்கத்திற்காகவும், பதிலளித்தவர்கள் ஒப்புக் கொள்ளும் எந்தத் தகவலையும் நாங்கள் ஒருபோதும் பயன்படுத்த மாட்டோம்.",
    "contactTitle": "மேலும் கேள்விகளுக்கு யாரை தொடர்பு கொள்ள வேண்டும்"
  },
  "te": {
    "title1": "ఒక ప్రశ్న",
    "title2": "గ్లోబల్ ఇంపాక్ట్",
    "subtitle": "స్థిరమైన భవిష్యత్తు కోసం అవసరమైన పరివర్తన నైపుణ్యాల అవగాహనను ఇప్పుడే రూపొందించండి.",
    "whoTitle": "ఎవరు చేస్తున్నారు?",
    "md_whoText": "స్థిరమైన అభివృద్ధి కోసం పరివర్తన నైపుణ్యాల ప్రపంచ అధ్యయనం ”ఒక-ప్రశ్న. గ్లోబల్ ఇంపాక్ట్” స్వీడన్‌లో సంస్థ నంబర్: 559314-0675 ద్వారా రిజిస్టర్ చేయబడిన IDG ఇన్నర్ డెవలప్‌మెంట్ గోల్స్ AB (svb) ద్వారా నాయకత్వం వహిస్తుంది మరియు సమన్వయం చేయబడింది. ఇన్నర్ డెవలప్‌మెంట్ గోల్స్ (IDGలు) అనేది లాభం కోసం కాదు మరియు స్వీడన్‌లో లాభాపేక్ష లేని ఓక్ ఐలాండ్ ఫౌండేషన్ ద్వారా 100% ఓపెన్ సోర్స్ చొరవ కలిగి ఉంది.\n\nనైతిక ప్రవర్తన మరియు డేటా నిర్వహణ బాధ్యత IDGలపై ఉంటుంది. ఎగ్జిక్యూటివ్ డైరెక్టర్ జాన్ ఆర్టెమ్ హెన్రిక్సన్ మరియు రీసెర్చ్ కో-క్రియేషన్ హెడ్, డా. ఫ్రెడ్రిక్ లిండెన్‌క్రోనా, Phd ఈ ప్రయత్నానికి నాయకత్వం వహిస్తున్నారు.\n\nఈ అధ్యయనం IDGలు మరియు అనేక అంతర్జాతీయ విద్యా భాగస్వామి సంస్థలు, IDG భాగస్వామి సంస్థలు & హబ్‌లు మరియు అంతర్జాతీయ నెట్‌వర్క్‌ల మధ్య సహకారంతో ప్రపంచవ్యాప్తంగా సాధ్యమైనంత విస్తృతంగా చేరుకోవడానికి వీలుగా నిర్వహించబడుతుంది.\n\nఏవైనా సందేహాల కోసం, దయచేసి సంప్రదించండి:",
    "whyTitle": "మనం ఎందుకు చేస్తాము?",
    "whyText": "2015లో, ఐక్యరాజ్యసమితిలోని సభ్యులందరూ ఆరోగ్యకరమైన గ్రహంపై శాంతి, గౌరవం మరియు శ్రేయస్సుతో కూడిన ప్రపంచాన్ని నిర్మించడానికి 17 లక్ష్యాలపై అంగీకరించారు. మానవాళి మరియు గ్రహం కోసం స్థిరమైన భవిష్యత్తును అభివృద్ధి చేయడంలో కీలకమైన ఈ ప్రపంచ ఆశయాన్ని సాధించడానికి పరివర్తన నైపుణ్యాలను అర్థం చేసుకోవడం మరియు నిర్మించడం చాలా అవసరమని చొరవ ”అంతర్గత అభివృద్ధి లక్ష్యాలు” ఒప్పించాయి.\n\nప్రపంచవ్యాప్తంగా ఉన్న ఈ పరివర్తన నైపుణ్యాలను అర్థం చేసుకోవడానికి, ఈ థీమ్‌పై అత్యంత సమగ్రమైన అధ్యయనాలలో ఒకదానితో గ్లోబల్ ఇంపాక్ట్ చేయడానికి మేము పాల్గొనేవారిని ఆహ్వానిస్తున్నాము. మీ సహ-సృష్టితో, మెరుగైన ప్రపంచాన్ని నిర్వహించడానికి మీ జ్ఞానం మరియు ప్రజల అంతర్గత మరియు బాహ్య అభివృద్ధి ప్రభావం మధ్య బలమైన వారధిగా ఉండాలనే దృక్పథాన్ని మేము సాధిస్తాము. మంచి వ్యక్తులు, మంచి గ్రహం.\n\nఈ ప్రక్రియ ప్రపంచవ్యాప్తంగా ఉన్న ఇన్‌పుట్ ఆధారంగా మొదటిసారిగా గ్లోబల్ IDG ఫ్రేమ్‌వర్క్‌ను అభివృద్ధి చేస్తుంది. ఈ వన్-బిగ్-క్వశ్చన్‌కి సమాధానాలు ప్రపంచవ్యాప్తంగా అనేక దేశాలలోని పరిశోధకుల సహకారంతో విశ్లేషించబడతాయి మరియు ప్రాసెస్ చేయబడతాయి.",
    "howTitle": "ఇది ఎలా జరుగుతుంది?",
    "howText": "గ్లోబల్ అధ్యయనం పంపిణీ చేయబడిన ప్రపంచ సహకార ప్రక్రియగా నిర్వహించబడుతుంది, ఇక్కడ దేశం- మరియు భాష ఆధారిత పరిశోధన బృందం, వీలైనన్ని ఎక్కువ దేశాలలో స్థాపించబడింది.\n\nపాల్గొనే దేశాలలోని కీలక భాషల్లో పని చేయగలిగిన మరియు సంబంధిత ప్రాంతాల్లో కనీసం PhD సంపాదించిన ఇద్దరు సహ-నాయకులచే దేశ బృందాలు సమన్వయం చేయబడతాయి. దేశంలోని సంబంధిత సాంస్కృతిక/భాషా వైవిధ్యాల మిశ్రమాన్ని సూచించే పది మంది సహ-పరిశోధకులను ఈ బృందాలు కలిగి ఉంటాయి.\n\nప్రతి దేశం మరియు భాషకు సంబంధించిన డేటా ఒకే సర్వే ద్వారా అనామకంగా సేకరించబడుతుంది, సాధ్యమైన చోట సర్వే మంకీ ప్లాట్‌ఫారమ్ (SMP) ద్వారా నిర్వహించబడుతుంది మరియు SMP సాధ్యం కాని ప్రత్యేక ప్రశ్నాపత్రం ద్వారా నిర్వహించబడుతుంది. ఈ సందర్భంలో, SMP యూరోపియన్ యూనియన్‌లోని రిపబ్లిక్ ఆఫ్ ఐర్లాండ్ నుండి అమలు చేయబడుతుంది. ప్రత్యక్ష అనుమతి లేకుండా పాల్గొనేవారి గురించి గుర్తించదగిన సమాచారం సేకరించబడదు.\n\nఅన్ని బృందాలు ఒకే 4-దశల ప్రక్రియ మరియు నైతిక విధానాలను అనుసరిస్తాయి (క్రింద మరింత చదవండి). IDGలలో హెడ్ ఆఫ్ రీసెర్చ్ కో-క్రియేషన్ నేతృత్వంలోని కోర్ టీమ్‌తో కలిసి పనిచేసే టీమ్ కో-లీడ్‌ల ద్వారా యాక్టివ్ గ్లోబల్ కోఆర్డినేషన్ జరుగుతుంది. నాలుగు ప్రధాన దశల్లో మద్దతు, అభ్యాసం మరియు ఉమ్మడి నాణ్యత హామీ కోసం ఇవి క్రమం తప్పకుండా కలుస్తాయి.",
    "journeyTitle": "ప్రయాణంలో చేరండి",
    "journeyTitle2": "మనం భాగమవుదాం\nసహ-సృష్టి",
    "milestones": "మైలురాళ్ళు",
    "researchers": "పరిశోధకులు",
    "multipliers": "గుణకాలు/నెట్‌వర్క్‌లు",
    "milestone1": "వ్యవస్థను ఏర్పాటు చేస్తోంది",
    "milestone2": "వివరాల సేకరణ",
    "milestone3": "విశ్లేషణ మరియు ప్రాధాన్యత",
    "milestone4": "డిజైన్‌ని ఖరారు చేయండి, ప్రదర్శించండి మరియు స్థానికీకరించండి",
    "research1": "సర్వేను సహ-సృష్టించండి మరియు అనువదించండి",
    "research2": "సాంస్కృతికంగా మరియు భాషాపరంగా విభిన్న పరిశోధకుల బృందాలను రూపొందించండి",
    "research3": "నేపథ్య జాబితాలను అభివృద్ధి చేయండి మరియు డెల్ఫీ ప్రాధాన్యత ప్రక్రియను సహ-సృష్టించండి",
    "research4": "షేర్డ్ గ్లోబల్ ఫ్రేమ్‌వర్క్ కోసం డిజైన్‌ను చక్కగా ట్యూన్ చేయండి. చిన్న స్థానిక అనుసరణలను సృష్టించండి",
    "multiplier1": "ప్రపంచ సంస్థలు, భాగస్వాములు, నెట్‌వర్క్‌లు మరియు హబ్‌లను నిమగ్నం చేయండి",
    "multiplier2": "ప్రపంచవ్యాప్తంగా విస్తృతంగా భాగస్వామ్యం చేయండి",
    "multiplier3": "డెల్ఫీ ప్రాధాన్యత ప్రక్రియలో పాల్గొనండి",
    "multiplier4": "అక్టోబర్ 2024లో జరిగే IDG సమ్మిట్‌లో అప్‌డేట్ చేయబడిన ఫ్రేమ్‌వర్క్‌ను ప్రదర్శించండి",
    "note": "అన్ని వివరాలను చూడటానికి పట్టికను స్క్రోల్ చేయండి",
    "howDoneTitle": "ఇది ఎలా జరుగుతుంది?",
    "phaseTitle1": "దశ 1: సిస్టమ్‌ను సెటప్ చేయడం",
    "phaseTitle2": "దశ 2: డేటా సేకరణ",
    "phaseTitle3": "దశ 3: విశ్లేషణ & ప్రాధాన్యత",
    "phaseTitle4": "దశ 4: డిజైన్‌ని ఖరారు చేయండి, ప్రదర్శించండి మరియు స్థానికీకరించండి",
    "md_phaseText1": "ఈ దశలో సర్వే మరియు ఇతర పద్ధతులను అభివృద్ధి చేయడానికి ప్రపంచవ్యాప్తంగా 100 కంటే ఎక్కువ మంది పరిశోధకులతో సహ-సృష్టి నిర్వహించబడింది. సమాంతరంగా, గ్లోబల్ ప్రేక్షకులకు సర్వేను భాగస్వామ్యం చేయడంలో సహాయం చేయడానికి ఆసక్తి ఉన్న మల్టిప్లైయర్‌లు (అంటే అంతర్జాతీయ నెట్‌వర్క్‌లు, గ్లోబల్ ఆర్గనైజేషన్‌లు, IDG భాగస్వామి సంస్థలు & IDG హబ్‌లు)తో సమాచార సమావేశాలు నిర్వహించబడ్డాయి. సమగ్రమైన మరియు సమగ్రమైన డేటాసెట్‌ను పొందడానికి, మేము సర్వేను వీక్షించే 100,000 మంది ప్రతిస్పందించే 2 మిలియన్ల మంది వ్యక్తులతో కనీసం 100 దేశాలలో పాల్గొనాలని లక్ష్యంగా పెట్టుకున్నాము. పరిశోధకులు మరియు మల్టిప్లైయర్‌లు సర్వే యొక్క స్వయంచాలకంగా రూపొందించబడిన అనువాదాల నాణ్యతను నియంత్రిస్తారు.",
    "md_phaseText2": "గ్లోబల్ లాంచ్, సెప్టెంబర్ 19తో డేటా సేకరణ ప్రారంభమవుతుంది. 4 నెలల్లో ప్రతిస్పందనలను సేకరించేందుకు సర్వే తెరవబడుతుంది. డేటా సేకరణ సాధ్యమైనంత విస్తృతంగా మరియు కలుపుకొని ఉంటుందని హామీ ఇవ్వడానికి దేశాలకు చేరుకోవడం క్రమం తప్పకుండా ట్రాక్ చేయబడుతుంది మరియు పరిశోధకులు మరియు మల్టిప్లైయర్‌లకు తిరిగి అందించబడుతుంది. మల్టిప్లైయర్‌లు సోషల్ మీడియా, కాన్ఫరెన్స్‌లు, ఇమెయిల్‌లు మరియు ఇతర తగిన పంపిణీ మార్గాల ద్వారా సర్వేను నిరంతరం పంపిణీ చేస్తాయి.",
    "md_phaseText3": "ప్రతి దేశ పరిశోధనా బృందం ఒకటి లేదా అనేక సంబంధిత భాషలలో తమ దేశానికి సంబంధించిన మెటీరియల్‌పై దృష్టి పెడుతుంది. ప్రక్రియ 4 దశలను కలిగి ఉంటుంది:\n\n1. ఒక పెద్ద ప్రశ్నకు సమాధానం ఇవ్వడానికి అన్ని సంబంధిత డేటాను గుర్తించండి, అనగా వ్యక్తులు మరియు గ్రహం కోసం స్థిరమైన భవిష్యత్తును నిర్మించడానికి సంబంధించిన వ్యక్తిగత మరియు సామూహిక పరివర్తన నైపుణ్యాలు (గుణాలు, సామర్థ్యాలు మరియు నైపుణ్యాలతో సహా)\n\n2. ఆలోచన, సంబంధం, సహకరించడం మరియు నటించడం అనే ఐదు కోణాలలో ప్రతి ఒక్కటి కింద పరివర్తన నైపుణ్యాల జాబితాను రూపొందించడానికి నేపథ్య విశ్లేషణను క్రమపద్ధతిలో వర్తింపజేయండి.\n\n3. ప్రతి దేశం బృందంలోని సహ-నాయకులు అన్ని దేశాలలోని భావనల వెడల్పును సూచించగల పరివర్తన నైపుణ్యాలు మరియు వివరణల యొక్క ఉమ్మడి సమగ్ర జాబితాను అభివృద్ధి చేయడానికి సహకరిస్తారు. స్థిరత్వం కోల్పోకుండా ఈ జాబితా సృష్టించబడినప్పుడు మొదటి IDG ఫ్రేమ్‌వర్క్ యొక్క నైపుణ్యాలు పరిగణనలోకి తీసుకోబడతాయి.\n\n4. సర్వే ప్రక్రియ యొక్క తదుపరి దశల కోసం మళ్లీ చేరుకోవడానికి స్వచ్ఛందంగా ముందుకు వచ్చిన పరిశోధన బృందం సభ్యులు మరియు ఇతర ప్రతివాదులు కీలకమైన ప్రాధాన్య పరివర్తన నైపుణ్యాలపై అభిప్రాయాన్ని సేకరించడానికి డెల్ఫీ అని పిలవబడే ప్రక్రియలో ఈ ఉమ్మడి జాబితా ఉపయోగించబడుతుంది.\n\nఈ ప్రక్రియతో పాటు, సర్వేకు ప్రతిస్పందించలేని మరియు/లేదా స్వదేశీ సమూహాలు, వలసదారులు మరియు చదవడానికి/వ్రాయడానికి తక్కువ సామర్థ్యం ఉన్న వ్యక్తుల వంటి తక్కువ ప్రాతినిధ్యం వహించే సమూహాల నుండి గుణాత్మక డేటా ఈ సమయంలో మెటీరియల్‌కు జోడించబడుతుంది. ప్రక్రియ యొక్క వివిధ దశలు.",
    "md_phaseText4": "ఈ ప్రక్రియ IDG ఫ్రేమ్‌వర్క్ యొక్క ఐదు కోణాల క్రింద పరివర్తన నైపుణ్యాల యొక్క భాగస్వామ్య ప్రపంచ జాబితాకు దారి తీస్తుంది. ఈ చివరి జాబితా గ్లోబల్ IDG ఫ్రేమ్‌వర్క్‌కు పునాది వేసింది. గ్లోబల్ ఫ్రేమ్‌వర్క్ పరిశోధకులు, మొదటి IDG ఫ్రేమ్‌వర్క్ కోసం కీలకమైన కమ్యూనికేషన్ నిపుణులు అలాగే విధానం మరియు అభ్యాసం నుండి ఫ్రేమ్‌వర్క్ వినియోగదారుల మధ్య సహకారంతో రూపొందించబడుతుంది. అక్టోబర్ 2024లో జరిగే IDG సమ్మిట్‌లో ఫ్రేమ్‌వర్క్ ప్రదర్శించబడుతుంది. ప్రపంచవ్యాప్తంగా అవగాహన పెంచుకోవడానికి భాగస్వామ్య భావనలు మరియు చిహ్నాలు కీలకం కాబట్టి గ్లోబల్ షేర్డ్ ఫ్రేమ్‌వర్క్ అధికారిక ఫ్రేమ్‌వర్క్‌గా పరిగణించబడుతుంది.\n\nభాగస్వామ్య గ్లోబల్ ఫ్రేమ్‌వర్క్ సమర్పించబడిన తర్వాత, ప్రతి దేశం/భాషా బృందం వారి స్థానిక జాబితా (మునుపటి దశలలో ఉద్భవించినది) సూచించిన వాటికి అనుగుణంగా పరివర్తన నైపుణ్యాల వివరణలను సవరించడం ద్వారా వారి నిర్దిష్ట సందర్భానికి గ్లోబల్ భాగస్వామ్య ఫ్రేమ్‌వర్క్‌ను మార్చడం ప్రారంభిస్తుంది. IDGలు వాటి సందర్భానికి సంబంధించినవి. ప్రతి సందర్భంలోనూ IDGలు పని చేయడానికి సందర్భానుసార సముచితత ఒక ముఖ్యమైన నాణ్యత.",
    "ethicsPrivacyTitle": "నీతి మరియు డేటా గోప్యత ఎలా సురక్షితం?",
    "ethicsTitle": "నైతిక సూత్రాలు",
    "ethicsText": "ఇన్నర్ డెవలప్‌మెంట్ గోల్స్ (IDG) అనేది అంతర్గత అభివృద్ధికి లాభాపేక్ష లేని సంస్థ. ఇది పరిశోధన, సేకరిస్తుంది మరియు కమ్యూనికేట్ చేస్తుంది సైన్స్ ఆధారిత నైపుణ్యాలు మరియు లక్షణాలను \"ఉద్దేశపూర్వకంగా, స్థిరంగా మరియు ఉత్పాదక జీవితాలను జీవించడానికి\" మానవాళికి సహాయపడతాయి. సస్టైనబుల్ డెవలప్‌మెంట్ గోల్స్‌లో వ్యక్తీకరించబడిన వ్యక్తులు మరియు గ్రహం కోసం స్థిరమైన భవిష్యత్తును చేరుకోవడానికి పనిలో వ్యక్తిగత మరియు సామూహిక అంతర్గత అభివృద్ధిపై పని ప్రాథమికమైనదనే నమ్మకాన్ని ఈ చొరవ అనుసరిస్తుంది. అంతర్గత అభివృద్ధి లక్ష్యాలు మరియు దాని ఫ్రేమ్‌వర్క్ కాబట్టి అన్ని గ్లోబల్ సవాళ్లకు అంతర్గత పరివర్తనను తీసుకురావడానికి సహకారంతో అభివృద్ధి చేయబడిన వనరు, ప్రతిచోటా ప్రతి ఒక్కరూ యాక్సెస్ చేయగల వనరు. UN మానవ హక్కుల సమావేశాలలో వ్యక్తీకరించబడిన నైతిక ప్రవర్తన యొక్క ముఖ్య సూత్రాలను అంతర్గత అభివృద్ధి లక్ష్యాలు అనుసరిస్తాయి.",
    "privacyTitle": "డేటా గోప్యతా రక్షణ",
    "privacyText": "ఒక ప్రశ్న కోసం మొత్తం సమాచారం సేకరించబడింది. గ్లోబల్ ఇంపాక్ట్ సర్వే పూర్తిగా అనామకంగా ఏ ప్రతివాదిని గుర్తించే అవకాశం లేకుండా సేకరించబడింది. ఎగువ విభాగంలోని నైతిక సూత్రాలను అర్థం చేసుకోవడం మరియు దాని ప్రకారం పని చేయడం కోసం మాత్రమే డేటాను ఉపయోగించడం కోసం రక్షించబడింది. ప్రతివాది ఇచ్చిన స్పష్టమైన సమ్మతి లేకుండా IP-చిరునామాలు లేదా ఇమెయిల్‌ల వంటి ఇతర సున్నితమైన వ్యక్తిగత గుర్తింపు సమాచారం సేకరించబడదు. తదుపరి ప్రశ్నల కోసం ప్రతివాదులను సంప్రదించడానికి మాత్రమే ఇమెయిల్ చిరునామాలను అందించడానికి సమ్మతి ఉపయోగించబడుతుంది. పైన పేర్కొన్న నైతిక సూత్రాలకు అనుగుణంగా మరియు సమ్మతించబడినది కాకుండా మరే ఇతర ప్రయోజనం కోసం అందించడానికి ప్రతివాదులు సమ్మతించే సమాచారాన్ని మేము ఎప్పటికీ ఉపయోగించము.",
    "contactTitle": "తదుపరి ప్రశ్నల కోసం ఎవరిని సంప్రదించాలి"
  },
  "tr": {
    "title1": "Tek Soruluk",
    "title2": "Küresel Etki",
    "subtitle": "Sürdürülebilir bir gelecek için ihtiyaç duyulan dönüştürücü becerilere ilişkin anlayışı şimdi şekillendirin.",
    "whoTitle": "Bunu kim yapıyor?",
    "md_whoText": "Sürdürülebilir kalkınma için dönüşümsel becerilere ilişkin küresel çalışma \"One-Question. Küresel Etki\" başlıklı küresel çalışma, İsveç'te 559314-0675 kuruluş numarasıyla kayıtlı IDG Inner Development Goals AB (svb) tarafından yönetilmekte ve koordine edilmektedir. İçsel Kalkınma Hedefleri (IDGs), İsveç'te kâr amacı gütmeyen bir vakıf olan Oak Island Vakfı'nın %100'üne sahip olduğu, kâr amacı gütmeyen ve açık kaynaklı bir girişimdir.\n\nEtik davranış ve veri işleme sorumluluğu IDG'lere aittir. İcra Direktörü Jan Artem Henriksson ve Araştırma Ortak Oluşturma Başkanı Dr. Fredrik Lindencrona, Phd bu çabaya liderlik etmektedir.\n\nÇalışma, IDG'ler ve birçok uluslararası akademik ortak kurum, IDG ortak kuruluşları ve merkezleri ve uluslararası ağlar arasında işbirliği içinde yürütülmekte ve böylece dünya genelinde mümkün olduğunca geniş bir alana ulaşılabilmektedir.\n\nSorularınız için lütfen iletişime geçiniz:",
    "whyTitle": "Bunu neden yapıyoruz?",
    "whyText": "2015 yılında Birleşmiş Milletler'in tüm üyeleri, sağlıklı bir gezegende barış, onur ve refah dolu bir dünya inşa etmek için 17 hedef üzerinde anlaştı. \"İçsel Kalkınma Hedefleri\" girişimi, insanlık ve gezegen için sürdürülebilir bir gelecek geliştirmek için kritik öneme sahip olan bu küresel hedefe ulaşmak için dönüşümsel becerileri anlamanın ve geliştirmenin gerekli olduğuna inanmaktadır.\n\nBu dönüşümsel becerileri dünya çapında anlamak için, katılımcıları bu tema üzerine şimdiye kadarki en kapsayıcı çalışmalardan biriyle Küresel Etki yaratmaya davet ediyoruz. Ortak yaratıcılığınızla, daha iyi bir dünyayı yönetmek için bilginiz ile insanların iç ve dış gelişimlerinin etkisi arasında sağlam bir köprü olma vizyonuna ulaşacağız. Daha iyi insanlar, daha iyi gezegen.\n\nBu süreç, dünyanın dört bir yanından gelen girdilere dayalı olarak ilk kez sağlam bir Küresel IDG Çerçevesi geliştirecektir. Bu Tek-Büyük-Soruya verilecek yanıtlar, dünyanın birçok ülkesindeki araştırmacılar tarafından işbirliği içinde analiz edilecek ve işlenecektir.",
    "howTitle": "Nasıl yapılıyor?",
    "howText": "Küresel çalışma, mümkün olduğunca çok ülkede kurulan ülke ve dil bazlı araştırma ekiplerinin işbirliği yapacağı dağıtık bir küresel işbirliği süreci olarak yürütülmektedir.\n\nÜlke ekipleri, katılımcı ülkelerin temel dillerinde çalışabilen ve ilgili alanlarda en az doktora derecesine sahip iki eş lider tarafından koordine edilecektir. Ekipler, ülkedeki ilgili kültür/dil çeşitliliklerinin bir karışımını temsil eden en fazla on yardımcı araştırmacı içerecektir.\n\nHer ülke ve dil için veriler aynı anket aracılığıyla anonim olarak toplanacak, mümkün olan yerlerde Survey Monkey Platformu (SMP) aracılığıyla uygulanacak, SMP'nin mümkün olmadığı yerlerde ise özel bir anket uygulanacaktır. Bu durumda SMP, Avrupa Birliği içinde İrlanda Cumhuriyeti'nden yürütülmektedir. Doğrudan onay alınmadan katılımcılar hakkında tanımlanabilir hiçbir bilgi toplanmamaktadır.\n\nTüm ekipler aynı 4 aşamalı süreci ve etik prosedürleri takip edecektir (aşağıda daha fazlasını okuyun). Aktif küresel koordinasyon, IDGs'de Araştırma Birlikte Yaratma Başkanı tarafından yönetilen çekirdek ekiple birlikte çalışan ekip eş liderleri aracılığıyla gerçekleşecektir. Bu ekipler dört ana aşama boyunca destek, öğrenme ve ortak kalite güvencesi için düzenli olarak bir araya gelecektir.",
    "journeyTitle": "Yolculuğa katılın",
    "journeyTitle2": "Bir parçası olalım\nortak yaratım",
    "milestones": "Kilometre Taşları",
    "researchers": "Araştırmacılar",
    "multipliers": "Çarpanlar/Ağlar",
    "milestone1": "Sistemin kurulması",
    "milestone2": "Veri toplama",
    "milestone3": "Analiz ve önceliklendirme",
    "milestone4": "Tasarımı sonlandırın, sunun ve yerelleştirin",
    "research1": "Anketi birlikte oluşturun ve tercüme edin",
    "research2": "Kültürel ve dilsel çeşitliliğe sahip araştırmacı ekipleri oluşturmak",
    "research3": "Tematik listelerin geliştirilmesi ve Delphi önceliklendirme sürecinin birlikte oluşturulması",
    "research4": "Paylaşılan küresel çerçeve için tasarıma ince ayar yapın. Küçük yerel uyarlamalar oluşturun",
    "multiplier1": "Küresel kuruluşlar, ortaklar, ağlar ve merkezlerle etkileşim kurun",
    "multiplier2": "Dünya çapında yaygın olarak paylaşın",
    "multiplier3": "Delphi önceliklendirme sürecine katılın",
    "multiplier4": "Güncellenmiş çerçevenin Ekim 2024'teki IDG Zirvesi'nde sunulması",
    "note": "Tüm ayrıntıları görmek için tabloyu kaydırın",
    "howDoneTitle": "Nasıl yapılıyor?",
    "phaseTitle1": "1. Aşama: Sistemin kurulması",
    "phaseTitle2": "2. Aşama: Veri toplama",
    "phaseTitle3": "3. Aşama: Analiz ve Önceliklendirme",
    "phaseTitle4": "4. Aşama: Tasarımı tamamlayın, sunun ve yerelleştirin",
    "md_phaseText1": "Bu aşamada, anketi ve diğer yöntemleri geliştirmek için dünya genelinde 100'den fazla araştırmacı ile ortak çalışma yürütülmüştür. Buna paralel olarak, anketin küresel bir kitleyle paylaşılmasına yardımcı olmak isteyen çoğaltıcılar (yani uluslararası ağlar, küresel kuruluşlar, IDG Ortak kuruluşları ve IDG Merkezleri) ile bilgilendirme toplantıları yapılmıştır. Kapsamlı ve kapsayıcı bir veri seti elde etmek için en az 100 ülkeden 2 milyon kişinin anketi görüntülemesini ve bunlardan 100.000'inin yanıt vermesini hedefliyoruz. Araştırmacılar ve çoğaltıcılar, anketin otomatik olarak oluşturulan çevirilerini kalite kontrolünden geçirmiştir.",
    "md_phaseText2": "Veri toplama 19 Eylül'deki küresel lansman ile başlıyor. Anket 4 ay boyunca yanıtların toplanması için açık olacaktır. Ülkelere erişim düzenli olarak takip edilecek ve veri toplamanın mümkün olduğunca geniş ve kapsayıcı olmasını sağlamak için araştırmacılara ve çoğaltıcılara geri bildirimde bulunulacaktır. Çoğaltıcılar anketi sosyal medya, konferanslar, e-postalar ve diğer uygun dağıtım kanalları aracılığıyla sürekli olarak dağıtacaktır.",
    "md_phaseText3": "Her ülke araştırma ekibi, bir veya birkaç ilgili dilde kendi ülkeleriyle ilgili materyale odaklanır. Süreç 4 adımdan oluşmaktadır:\n\n1. Tek büyük soruyu, yani insanlar ve gezegen için sürdürülebilir bir gelecek inşa etmekle ilgili bireysel ve kolektif dönüşümsel becerileri (nitelikler, yetenekler ve beceriler dahil) yanıtlamak için ilgili tüm verilerin belirlenmesi\n\n2. Beş boyutun her biri altında dönüşümsel becerilerin bir listesini oluşturmak için tematik analizi sistematik olarak uygulamak, düşünmek, ilişki kurmak, işbirliği yapmak ve harekete geçmek\n\n3. Her ülke ekibinden eş liderler, tüm ülkelerdeki kavramların genişliğini temsil edebilecek ortak kapsamlı bir dönüşüm becerileri ve tanımları listesi geliştirmek için işbirliği yapar. Tutarlılığı kaybetmemek için bu liste oluşturulurken ilk IDG çerçevesinin becerileri dikkate alınacaktır.\n\n4. Bu ortak liste, tüm araştırma ekibi üyeleri ve anket sürecinin sonraki aşamaları için tekrar ulaşılmaya gönüllü olan diğer katılımcılar tarafından önceliklendirilmiş temel dönüşüm becerileri hakkında geri bildirim toplamak için Delphi süreci olarak adlandırılan bir süreçte kullanılacaktır.\n\nBu sürece ek olarak, yerli gruplar, göçmenler ve okuma/yazma becerisi düşük kişiler gibi ankete yanıt veremeyebilecek ve/veya eksik temsil edilebilecek gruplardan elde edilen nitel veriler de sürecin farklı aşamalarında materyale eklenecektir.",
    "md_phaseText4": "Süreç, IDG çerçevesinin beş boyutu altında dönüşümsel becerilerin ortak bir küresel listesiyle sonuçlanacaktır. Bu nihai liste Küresel IDG çerçevesi için zemin hazırlayacaktır.  Küresel çerçeve, araştırmacılar, ilk IDG çerçevesi için kilit iletişim uzmanları ile politika ve uygulamadan çerçevenin kullanıcıları arasında işbirliği içinde tasarlanacaktır. Çerçeve, Ekim 2024'teki IDG Zirvesi'nde sunulacaktır. Küresel ortak çerçeve, paylaşılan kavramlar ve semboller küresel olarak anlayışı artırmak için kritik öneme sahip olduğundan resmi çerçeve olarak kabul edilecektir.\n\nPaylaşılan küresel çerçeve sunulduktan sonra, her ülke/dil ekibi dönüşümsel becerilerin tanımlarını kendi yerel listelerinin (önceki aşamalarda türetilen) İDG'leri kendi bağlamlarına uygun hale getirmek için gerekli olduğunu öne sürdükleri şeylerle uyumlu olacak şekilde revize ederek küresel paylaşılan çerçeveyi kendi bağlamlarına göre yeniden yerelleştirmeye başlayacaktır. Bağlama uygunluk, IDG'lerin her bağlamda işe yaraması için önemli bir niteliktir.",
    "ethicsPrivacyTitle": "Etik ve veri gizliliği nasıl güvence altına alınır?",
    "ethicsTitle": "Etik ilkeler",
    "ethicsText": "İçsel Gelişim Hedefleri (IDG), içsel gelişim için kar amacı gütmeyen bir kuruluştur. İnsanlığın \"amaçlı, sürdürülebilir ve üretken yaşamlar sürmesine\" yardımcı olacak bilime dayalı beceri ve nitelikleri araştırır, toplar ve iletir. Girişim, Sürdürülebilir Kalkınma Hedefleri'nde ifade edildiği gibi insanlar ve gezegen için sürdürülebilir bir geleceğe ulaşma çalışmalarında hem bireysel hem de kolektif içsel gelişim çalışmalarının temel olduğu inancını taşımaktadır. Bu nedenle İçsel Gelişim Hedefleri ve çerçevesi, tüm küresel zorluklara içsel dönüşüm getirmek için işbirliği içinde geliştirilen bir kaynaktır ve her yerde herkesin erişebileceği bir kaynaktır. İçsel Kalkınma Hedefleri, BM İnsan Hakları Sözleşmelerinde ifade edilen temel etik davranış ilkelerini takip etmektedir.",
    "privacyTitle": "Veri gizliliğinin korunması",
    "privacyText": "Tek Soru için toplanan tüm bilgiler. Küresel Etki Anketi için toplanan tüm bilgiler, herhangi bir katılımcının izini sürme fırsatı olmaksızın tamamen anonim olarak toplanmaktadır. Veriler, yalnızca yukarıdaki bölümde yer alan etik ilkeleri anlamak ve bunlara göre hareket etmek amacıyla kullanılmak üzere korunmaktadır. Hiçbir IP adresi veya e-posta gibi diğer hassas kişisel tanımlanabilir bilgiler, katılımcı tarafından verilen açık onay olmadan toplanmaz.  E-posta adreslerinin verilmesine ilişkin onay, yalnızca daha fazla soru için katılımcılarla iletişime geçmek amacıyla kullanılır. Katılımcıların rıza gösterdikleri hiçbir bilgiyi, yukarıda belirtilen etik ilkeler doğrultusunda ve rıza gösterilen amaç dışında asla kullanmayacağız.",
    "contactTitle": "Diğer sorularınız için kiminle iletişime geçmelisiniz"
  },
  "ur": {
    "title1": "ایک سوال",
    "title2": "عالمی اثرات",
    "subtitle": "اب ایک پائیدار مستقبل کے لیے ضروری تبدیلی کی مہارتوں کی سمجھ کو تشکیل دیں۔",
    "whoTitle": "کون کر رہا ہے؟",
    "md_whoText": "پائیدار ترقی کے لیے تبدیلی کی مہارتوں کا عالمی مطالعہ ”ایک سوال۔ گلوبل امپیکٹ\" کی قیادت اور مربوط IDG اندرونی ترقیاتی اہداف AB (svb) کے ذریعہ رجسٹرڈ تنظیم نمبر: 559314-0675 سویڈن میں ہے۔ اندرونی ترقیاتی اہداف (IDGs) ایک غیر منافع بخش اور اوپن سورس اقدام ہے جس کی ملکیت اوک آئی لینڈ فاؤنڈیشن کے پاس ہے، جو سویڈن میں غیر منافع بخش فاؤنڈیشن ہے۔\n\nاخلاقی طرز عمل اور ڈیٹا ہینڈلنگ کی ذمہ داری IDGs پر عائد ہوتی ہے۔ ایگزیکٹو ڈائریکٹر جان آرٹم ہنریکسن اور ریسرچ کو-کریشن کے سربراہ ڈاکٹر فریڈرک لنڈینکرونا، پی ایچ ڈی اس کوشش کی قیادت کرتے ہیں۔\n\nیہ مطالعہ IDGs اور بہت سے بین الاقوامی تعلیمی پارٹنر اداروں، IDG پارٹنر تنظیموں اور مرکزوں اور بین الاقوامی نیٹ ورکس کے درمیان تعاون سے کیا گیا ہے تاکہ پوری دنیا میں زیادہ سے زیادہ وسیع پیمانے پر رسائی حاصل کی جا سکے۔\n\nکسی بھی سوال کے لیے، براہ کرم رابطہ کریں:",
    "whyTitle": "ہم ایسا کیوں کرتے ہیں؟",
    "whyText": "2015 میں، اقوام متحدہ کے تمام ارکان نے ایک صحت مند سیارے پر امن، وقار اور خوشحالی کی دنیا کی تعمیر کے لیے 17 اہداف پر اتفاق کیا۔ پہل \"اندرونی ترقی کے اہداف\" کو یقین ہے کہ اس عالمی عزائم کو حاصل کرنے کے لیے تبدیلی کی مہارتوں کو سمجھنا اور ان کی تعمیر ضروری ہے، جو کہ انسانیت اور کرہ ارض کے لیے ایک پائیدار مستقبل کی ترقی کے لیے اہم ہے۔\n\nپوری دنیا میں ان تبدیلی کی مہارتوں کو سمجھنے کے لیے، ہم شرکاء کو اس تھیم پر اب تک کے سب سے زیادہ جامع مطالعات میں سے ایک کے ساتھ ایک عالمی اثر ڈالنے کی دعوت دیتے ہیں۔ آپ کی مشترکہ تخلیق کے ساتھ، ہم آپ کے علم اور ایک بہتر دنیا کو منظم کرنے کے لیے لوگوں کی اندرونی اور بیرونی ترقی کے اثرات کے درمیان ایک ٹھوس پل بننے کا وژن حاصل کریں گے۔ بہتر لوگ، بہتر سیارہ۔\n\nیہ عمل ایک عالمی IDG فریم ورک تیار کرے گا، جو پہلی بار پوری دنیا کے ان پٹ کی بنیاد پر مضبوط ہوگا۔ اس ون-بگ-سوال کے جوابات کا تجزیہ دنیا کے بہت سے ممالک میں محققین کے ذریعہ باہمی تعاون کے ساتھ کیا جائے گا۔",
    "howTitle": "یہ کیسے کیا جاتا ہے؟",
    "howText": "عالمی مطالعہ ایک تقسیم شدہ عالمی تعاون کے عمل کے طور پر چلایا جاتا ہے جہاں زیادہ سے زیادہ ممالک میں قائم ملک اور زبان پر مبنی تحقیقی ٹیم تعاون کرے گی۔\n\nکنٹری ٹیموں کو دو شریک لیڈز کے ذریعے مربوط کیا جائے گا جو حصہ لینے والے ممالک کی کلیدی زبانوں میں کام کرنے کے قابل ہوں گے اور کم از کم متعلقہ شعبوں میں پی ایچ ڈی کی ڈگری حاصل کر چکے ہیں۔ ان ٹیموں میں دس شریک محققین شامل ہوں گے جو ملک میں متعلقہ ثقافتی/زبانی تغیرات کے مرکب کی نمائندگی کرتے ہیں۔\n\nہر ملک اور زبان کا ڈیٹا اسی سروے کے ذریعے گمنام طور پر جمع کیا جائے گا، جہاں ممکن ہو سروے بندر پلیٹ فارم (SMP) کے ذریعے انتظام کیا جائے گا اور جہاں SMP ممکن نہیں ہے وہاں ایک خصوصی سوالنامہ۔ اس صورت میں، SMP کو یورپی یونین کے اندر جمہوریہ آئرلینڈ سے چلایا جاتا ہے۔ فراہم کردہ براہ راست رضامندی کے بغیر شرکاء کے بارے میں کوئی قابل شناخت معلومات جمع نہیں کی جاتی ہے۔\n\nتمام ٹیمیں اسی 4-مرحلے کے عمل اور اخلاقی طریقہ کار پر عمل کریں گی (ذیل میں مزید پڑھیں)۔ فعال عالمی کوآرڈینیشن IDGs میں ریسرچ کو-کریشن کے سربراہ کی قیادت میں کور ٹیم کے ساتھ کام کرنے والی ٹیم کے شریک لیڈز کے ذریعے ہو گا۔ یہ چار اہم مراحل میں سپورٹ، سیکھنے اور مشترکہ کوالٹی ایشورنس کے لیے باقاعدگی سے ملتے ہیں۔",
    "journeyTitle": "سفر میں شامل ہوں۔",
    "journeyTitle2": "آئیے حصہ بنیں۔\nمشترکہ تخلیق",
    "milestones": "سنگ میل",
    "researchers": "محققین",
    "multipliers": "ملٹی پلائرز/نیٹ ورکس",
    "milestone1": "سسٹم کو ترتیب دینا",
    "milestone2": "ڈیٹا اکٹھا کرنا",
    "milestone3": "تجزیہ اور ترجیح",
    "milestone4": "ڈیزائن کو حتمی شکل دیں، پیش کریں اور مقامی بنائیں",
    "research1": "سروے کو شریک بنائیں اور ترجمہ کریں۔",
    "research2": "محققین کی ثقافتی اور لسانی اعتبار سے متنوع ٹیمیں بنائیں",
    "research3": "موضوعاتی فہرستیں تیار کریں اور ڈیلفی ترجیحی عمل کو شریک بنائیں",
    "research4": "مشترکہ عالمی فریم ورک کے لیے ڈیزائن کو ٹھیک بنائیں۔ معمولی مقامی موافقتیں بنائیں",
    "multiplier1": "عالمی تنظیموں، شراکت داروں، نیٹ ورکس اور مرکزوں کو شامل کریں۔",
    "multiplier2": "پوری دنیا میں بڑے پیمانے پر شیئر کریں۔",
    "multiplier3": "ڈیلفی ترجیحی عمل میں مشغول ہوں۔",
    "multiplier4": "اکتوبر 2024 میں IDG سربراہی اجلاس میں اپ ڈیٹ کردہ فریم ورک پیش کریں۔",
    "note": "تمام تفصیلات دیکھنے کے لیے ٹیبل کو اسکرول کریں۔",
    "howDoneTitle": "یہ کیسے کیا جاتا ہے؟",
    "phaseTitle1": "مرحلہ 1: سسٹم کو ترتیب دینا",
    "phaseTitle2": "مرحلہ 2: ڈیٹا اکٹھا کرنا",
    "phaseTitle3": "مرحلہ 3: تجزیہ اور ترجیح",
    "phaseTitle4": "فیز 4: ڈیزائن کو حتمی شکل دیں، پیش کریں اور مقامی بنائیں",
    "md_phaseText1": "اس مرحلے کے دوران سروے اور دیگر طریقوں کو تیار کرنے کے لیے دنیا بھر میں 100 سے زیادہ محققین کے ساتھ مشترکہ تخلیق کی گئی ہے۔ متوازی طور پر، معلوماتی میٹنگز نام نہاد ملٹی پلائرز (یعنی بین الاقوامی نیٹ ورکس، عالمی تنظیمیں، IDG پارٹنر تنظیمیں اور IDG حبس) کے ساتھ منعقد کی گئی ہیں جو سروے کو عالمی سامعین کے ساتھ شیئر کرنے میں دلچسپی رکھتے ہیں۔ ایک جامع اور جامع ڈیٹاسیٹ حاصل کرنے کے لیے ہمارا مقصد کم از کم 100 ممالک کو 2 ملین لوگوں کے ساتھ شامل کرنا ہے جو سروے کو دیکھتے ہیں جس میں سے 100,000 جوابات دیتے ہیں۔ محققین اور ملٹی پلائرز نے سروے کے خود بخود تیار کردہ ترجمہ کو کوالٹی کنٹرول کیا ہے۔",
    "md_phaseText2": "ڈیٹا اکٹھا کرنا 19 ستمبر کو عالمی لانچ کے ساتھ شروع ہوتا ہے۔ سروے 4 ماہ کے دوران جوابات جمع کرنے کے لیے کھلا رہے گا۔ ممالک تک رسائی کو باقاعدگی سے ٹریک کیا جائے گا اور اس بات کو یقینی بنانے کے لیے محققین اور ملٹی پلائرز کو دیا جائے گا کہ ڈیٹا اکٹھا کرنا ممکن حد تک وسیع اور جامع ہو جائے۔ ملٹی پلائر سوشل میڈیا، کانفرنسز، ای میلز اور دیگر مناسب ڈسٹری بیوشن چینلز کے ذریعے سروے کو مسلسل تقسیم کریں گے۔",
    "md_phaseText3": "ہر ملک کی تحقیقی ٹیم ایک یا کئی متعلقہ زبانوں میں اپنے ملک کے لیے متعلقہ مواد پر توجہ مرکوز کرتی ہے۔ اس عمل میں 4 مراحل شامل ہیں:\n\n1. ایک بڑے سوال کا جواب دینے کے لیے تمام متعلقہ ڈیٹا کی شناخت کریں، یعنی انفرادی اور اجتماعی تبدیلی کی مہارتیں (بشمول خوبیوں، صلاحیتوں اور مہارتوں) جو لوگوں اور کرہ ارض کے لیے ایک پائیدار مستقبل کی تعمیر کے لیے متعلقہ ہوں۔\n\n2. سوچ، تعلق، تعاون اور عمل کے پانچ جہتوں میں سے ہر ایک کے تحت تبدیلی کی مہارتوں کی فہرست تیار کرنے کے لیے منظم طریقے سے موضوعاتی تجزیہ کا اطلاق کریں۔\n\n3. ہر ملک کی ٹیم کے شریک رہنما تبدیلی کی مہارتوں اور وضاحتوں کی ایک مشترکہ جامع فہرست تیار کرنے کے لیے تعاون کرتے ہیں جو تمام ممالک میں تصورات کی چوڑائی کی نمائندگی کر سکے۔ پہلے IDG فریم ورک کی مہارتوں کو مدنظر رکھا جائے گا جب یہ فہرست مستقل مزاجی کو کھونے کے لیے بنائی جائے گی۔\n\n4. اس مشترکہ فہرست کا استعمال ایک نام نہاد Delphi عمل میں تحقیقی ٹیم کے تمام اراکین اور دوسرے جواب دہندگان کی طرف سے اہم ترجیحی تبدیلی کی مہارتوں پر رائے جمع کرنے کے لیے کیا جائے گا جنہوں نے سروے کے عمل کے بعد کے مراحل تک دوبارہ پہنچنے کے لیے رضاکارانہ طور پر کام کیا ہے۔\n\nاس عمل کے علاوہ، ایسے گروپوں کے کوالٹی ڈیٹا جو سروے کا جواب نہیں دے سکتے اور/یا کم نمائندگی کر سکتے ہیں جیسے کہ مقامی گروہ، تارکین وطن اور پڑھنے/لکھنے کی کم صلاحیت والے لوگ اس دوران مواد میں شامل کیے جائیں گے۔ عمل کے مختلف مراحل.",
    "md_phaseText4": "اس عمل کے نتیجے میں آئی ڈی جی فریم ورک کے پانچ جہتوں کے تحت تبدیلی کی مہارتوں کی مشترکہ عالمی فہرست ہوگی۔ یہ حتمی فہرست عالمی IDG فریم ورک کی بنیاد رکھتی ہے۔ عالمی فریم ورک کو محققین، پہلے آئی ڈی جی فریم ورک کے لیے مواصلات کے کلیدی ماہرین کے ساتھ ساتھ پالیسی اور عمل سے فریم ورک کے صارفین کے درمیان تعاون سے ڈیزائن کیا جائے گا۔ یہ فریم ورک اکتوبر 2024 میں IDG سمٹ میں پیش کیا جائے گا۔ عالمی مشترکہ فریم ورک کو رسمی فریم ورک سمجھا جائے گا کیونکہ مشترکہ تصورات اور علامتیں عالمی سطح پر افہام و تفہیم کو بڑھانے کے لیے اہم ہیں۔\n\nمشترکہ عالمی فریم ورک کے پیش کیے جانے کے بعد، ہر ملک/زبان کی ٹیم عالمی مشترکہ فریم ورک کو اپنے مخصوص سیاق و سباق میں تبدیل کرنا شروع کر دے گی اور تبدیلی کی مہارتوں کی وضاحتوں پر نظر ثانی کر کے اس کے مطابق جو ان کی مقامی فہرست (پہلے مراحل میں اخذ کردہ) تجویز کرتی ہے اسے بنانے کے لیے ضروری ہے۔ IDGs ان کے تناظر میں متعلقہ۔ IDGs کو ہر سیاق و سباق میں کام کرنے کے لیے سیاق و سباق کی مناسبت ایک اہم معیار ہے۔",
    "ethicsPrivacyTitle": "اخلاقیات اور ڈیٹا کی رازداری کیسے محفوظ ہے؟",
    "ethicsTitle": "اخلاقی اصول",
    "ethicsText": "اندرونی ترقی کے اہداف (IDG) اندرونی ترقی کے لیے ایک غیر منافع بخش تنظیم ہے۔ یہ تحقیق کرتا ہے، سائنس پر مبنی مہارتوں اور خوبیوں کو اکٹھا کرتا ہے اور ان کا ابلاغ کرتا ہے جو انسانیت کو \"بامقصد، پائیدار، اور پیداواری زندگی گزارنے\" میں مدد کرتی ہے۔ یہ اقدام اس یقین کی پیروی کرتا ہے کہ اندرونی ترقی پر کام، انفرادی اور اجتماعی دونوں، لوگوں اور سیارے کے لیے پائیدار مستقبل تک پہنچنے کے لیے کام میں بنیادی حیثیت رکھتا ہے جیسا کہ پائیدار ترقی کے اہداف میں بیان کیا گیا ہے۔ اس لیے اندرونی ترقی کے اہداف اور اس کا فریم ورک ایک ایسا وسیلہ ہے جو تمام عالمی چیلنجوں کے لیے اندرونی تبدیلی لانے کے لیے باہمی تعاون سے تیار کیا گیا ہے، ایسا وسیلہ جس تک ہر جگہ ہر کسی کو رسائی حاصل ہو گی۔ اندرونی ترقی کے اہداف اخلاقی طرز عمل کے کلیدی اصولوں کی پیروی کرتے ہیں جیسا کہ اقوام متحدہ کے انسانی حقوق کے کنونشنز میں بیان کیا گیا ہے۔",
    "privacyTitle": "ڈیٹا کی رازداری کا تحفظ",
    "privacyText": "ایک سوال کے لیے تمام معلومات اکٹھی کی گئیں۔ گلوبل امپیکٹ سروے کو مکمل طور پر گمنام طور پر جمع کیا جاتا ہے اور کسی بھی جواب دہندہ کو تلاش کرنے کا کوئی موقع نہیں ملتا ہے۔ ڈیٹا کو صرف اوپر کے سیکشن میں اخلاقی اصولوں کو سمجھنے اور ان کے مطابق عمل کرنے کے مقاصد کے لیے استعمال کے لیے محفوظ کیا گیا ہے۔ جواب دہندہ کی طرف سے دی گئی واضح رضامندی کے بغیر کوئی IP پتے یا دیگر حساس ذاتی شناختی معلومات جیسے ای میلز جمع نہیں کی جاتی ہیں۔ ای میل پتے فراہم کرنے کی رضامندی کا استعمال صرف مزید سوالات کے جواب دہندگان سے رابطہ کرنے کے لیے کیا جاتا ہے۔ ہم کبھی بھی ایسی معلومات کا استعمال نہیں کریں گے جو جواب دہندگان رضامندی کے علاوہ اور اوپر بیان کردہ اخلاقی اصولوں کے مطابق کسی اور مقصد کے لیے فراہم کرنے پر رضامند ہوں۔",
    "contactTitle": "مزید سوالات کے لیے کس سے رابطہ کرنا ہے۔"
  }
}