{"en":{"tools":[{"resources":"- Case Clinic Coaching Circles: [https://www.u-school.org/case-clinic](https://www.u-school.org/case-clinic)\n- Dialogue Interview: [https://www.u-school.org/dialogue-interview](https://www.u-school.org/dialogue-interview)\n- Guided Journaling: [https://www.u-school.org/journaling](https://www.u-school.org/journaling)\n- Presencing institute: [https://www.u-school.org/](https://www.u-school.org/)\n- Prototyping: [https://www.u-school.org/prototyping](https://www.u-school.org/prototyping)\n- Sensing Journeys: [https://www.u-school.org/sensing-journeys](https://www.u-school.org/sensing-journeys)\n- Scribing: [https://www.u-school.org/visual-practice](https://www.u-school.org/visual-practice)\n- Social Presencing Theater: [https://www.u-school.org/spt](https://www.u-school.org/spt)\n- Stakeholder Interview: [https://www.u-school.org/stakeholder-interview](https://www.u-school.org/stakeholder-interview)","name":"Theory U for Group Work and Prototyping","slug":"94b24hs","intro":"Theory U, also known as ‘Presencing’, offers a framework for collaboration and engagement using awareness-based and contemplative practices.It can help groups sense more deeply into team dynamics, and organisations engage in purposeful planning, prototyping of projects and initiatives, and acting more purposefully.","relevancy":[{"skill":"ckzi3blfz0687e2n0huf88a8y","score":90},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":90},{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":90},{"skill":"ckzi3h80v2807e2n0l44d20qr","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":80},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":70},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":70},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":70},{"skill":"ckzi3fnea2022e2n0r588if1r","score":60},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":60},{"skill":"ckzi3gb7f2318e2n04kesx118","score":60},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2"],"id":"cl80knr6g000a2e64t4w8geb3","description":"Theory U, also known as ‘Presencing’, offers a framework for collaboration and engagement using awareness-based and contemplative practices. A key principle in teams is a common intention. For aligning a core team to create a shared sense of purpose and direction, initial framing is important. Presencing practitioners sense into the interior conditions, asking organisations to consider the quality of spaces they create for deep inner and relational inquiry. For example, how to see, sense and feel the inner quality of team dynamics. The U-school offers a set of tools and practices to support holding spaces for transformation: Sensing Journeys, Dialogue Interview, Stakeholder Interview, Guided Journaling, Case Clinic Coaching Circles, Prototyping, and more. These practices are freely accessible and can be used independently and adapted to other transformative processes. \n\n## How it can help\nTheory U offers insights and processes that enable working in a group to sense more deeply into team dynamics and conscious leadership relationships, helping organisations engage in purposeful planning, prototyping of projects and initiatives, and acting more purposefully.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with Theory U and in particular Prototyping for the first time, try the following:\n\n1. Start by asking what problem the team wants to see, including the invisible forces in the system.\n\n2. Then, list the stakeholders within the organisation and/or the actors that directly or indirectly relate to the situation. Represent invisible forces, such as dynamics of feelings, for example, power, frustration, with an object. Also consider distance between objects as well as shape and size.\n\n3. Reflect on the sculpture from four different perspectives: East (Feeling): What do you love in this sculpture that ignites your best energy? What frustrates you? South (Truth): What hard truths need to be spoken? West (Reflection): What assumptions might be underlying this situation? What systemic barriers lock us into the current state of operating? North (Purpose/Presence): What in this situation is ending, wanting to die, and what is emerging, wanting to be born? If this sculpture could speak, what advice might it offer?\n\n4. Give time to rearrange the sculpture to the current reality the team wants to see. What is the item or dynamic that, if removed or changed in position, will create a dramatic change within the sculpture?","link":"theory-u-for-group-work-and-prototyping-94b24hs"},{"resources":"* Bristow, J., Bell, R. and Wamsler, C. (2022) Reconnection: Meeting the Climate Crisis Inside Out. [https://www.themindfulnessinitiative.org/Handlers/Download.ashx?IDMF=8d56bcb4-15a0-4b39-9236-064eb302ef99](https://www.themindfulnessinitiative.org/Handlers/Download.ashx?IDMF=8d56bcb4-15a0-4b39-9236-064eb302ef99)\n\n* Condon, P. (2017). Mindfulness, compassion, and prosocial behaviour. Mindfulness in social psychology, 124-138. [https://www.taylorfrancis.com/chapters/edit/10.4324/9781315627700-9/mindfulness-compassion-prosocial-behaviour-paul-condon](https://www.taylorfrancis.com/chapters/edit/10.4324/9781315627700-9/mindfulness-compassion-prosocial-behaviour-paul-condon)\n\n* Fröding, B., & Osika, W. (2015). Neuroenhancement: How mental train- ing and meditation can promote epistemic virtue. New York,\nNY: Springer International Publishing. [https://link.springer.com/book/10.1007/978-3-319-23517-2](https://link.springer.com/book/10.1007/978-3-319-23517-2)\n\n* Seppälä, E. M., Simon-Thomas, E., Brown, S. L., Worline, M. C., Cameron, C. D., & Doty, J. R. (Eds.). (2017). The Oxford handbook of compassion science. Oxford University Press. [https://academic.oup.com/edited-volume/27953](https://academic.oup.com/edited-volume/27953)\n\n* Wamsler, C. and Bristow, J. (2022) At the intersection of mind and climate change: integrating inner dimensions of climate change into policymaking and practice. [https://link.springer.com/article/10.1007/s10584-022-03398-9](https://link.springer.com/article/10.1007/s10584-022-03398-9)\n\n* Wamsler, C., Wamsler, C., Osberg, G., Osika, W., Hendersson, H.\nand Mundaca, L. (2021). Linking internal and external transforma- tion for sustainability and climate action: Towards a new research and policy agenda. [https://www.sciencedirect.com/science/article/pii/S0959378021001527?via%3Dihub](https://www.sciencedirect.com/science/article/pii/S0959378021001527?via%3Dihub)","name":"Compassion Training","slug":"t1524mi","intro":"Compassion training can help build empathy and compassion, described as an ability to relate to others, oneself and nature with kindness and the intention to address related suffering. It can help the practitioner increase their well-being and have a higher quality of relations, as well improve leadership qualities.","relevancy":[{"skill":"ckzi3ezut1614e2n07fab18pt","score":100},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":90},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":90},{"skill":"ckzi3eor91487e2n0qdoa639u","score":80},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":80},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":70},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":60},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":50},{"skill":"ckzi3gb7f2318e2n04kesx118","score":50},{"skill":"ckzi3g17e2167e2n055jpiaaz","score":50},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":40},{"skill":"ckzi3hqs63163e2n03h36pb73","score":40}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl7qjwqpt00042e64f7sl1zgb","description":"We are generally considered to be born with an inherent ability for empathy and compassion towards those we are in close contact with, and this can be expanded to wider circles, such as organisations and cultures. Our ability for compassion can also temporarily decrease, such as in stressful or hostile situations or if we get stuck in our own judgements or unhealthy self-criticisms or even shame. The ability for compassion and self-compassion is an asset, and fortunately, it can be trained and developed.\n\nCompassion training that we will focus on here can be performed by different exercises such as meditation training. A common way of doing this exercise is to start with mindful awareness - connecting to oneself, one’s body and breath. Compassion training often aims to address one’s own suffering, which is self-compassion, but here we will address relations and others’ suffering. Voluntary work helping disadvantaged people and being conscious about one’s consumption of different resources are examples of supporting and connecting with other people and nature to develop oneself.\n\n## How it can help\n\nSeveral studies point towards increased well-being and higher quality of relations of the individual who engages in compassion training. In professional life, our leadership qualities improve if we understand the suffering of our colleagues and work towards alleviating it so that they can do their job properly.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with compassion training for the first time, try the following:\n\n1. Start with connecting to yourself, your inner, your body and your breath. You can then relate to yourself without judgment and self-criticism (self-compassion), meaning that you are not attached to your thoughts or feelings in this situation. We do the best we can with our available means.\n\n2. You can then direct your compassion towards another person that is close and relate to him or her the same way without judgment. After this, you can direct compassion to someone not that close, or someone you have a conflict with and wish that they are well, happy and in peace.\n\n3. Exercises can be added where you engage in alleviating others from suffering by practicing acts of generosity, hospitality or kindness towards the ones of your concern.","link":"compassion-training-t1524mi"},{"resources":"* Dreyfus, H. L. (2011). Chapter 2. In On the Internet: Thinking in action. London: Routledge.\n\n* Bass, B. M. (1990). From transactional to transformational leadership: Learning to share the vision. Organizational Dynamics, 18(3), 19-31. doi:10.1016/0090-2616(90)90061-s\n\n* Solomon, R. C., & Flores, F. (2003). Building trust in business, politics, relationships, and life. Oxford: Oxford Univ. Press.\n\n* Marian, H., Custers, R., & Aarts H. (2019). Chapter 4: Understanding the Formation of Human Habits: An Analysis of Mechanisms of Habitual Behaviour. In The Psychology of Habit: Theory, mechanisms, change, and contexts. Springer.\n\n* Ferris, G. (2007). Political skill in organizations. Development and Learning in Organizations: An International Journal, 22(1). doi:10.1108/dlo.2008.08122aad.009\n\n* Klein, G., Klein, H. A., Lande, B., Borders, J., & Whitacre, J. C. (2015). Police and Military as Good Strangers. Journal of Occupational and Organizational Psychology, 88(2), 231-250. doi:10.1111/joop.12110\n\n* Bieleke, M., Keller, L., & Gollwitzer, P. M. (2020). If-then planning. European Review of Social Psychology, 32(1), 88-122. doi:10.1080/10463283.2020.1808936\n\n* Gollwitzer, P. M., & Sheeran, P. (2006). Implementation Intentions and Goal Achievement: A Meta‐analysis of Effects and Processes. Advances in Experimental Social Psychology Advances in Experimental Social Psychology Volume 38, 69-119. doi:10.1016/s0065-2601(06)38002-1\n\n* Chen, P., Powers, J. T., Katragadda, K. R., Cohen, G. L., & Dweck, C. S. (2020). A strategic mindset: An orientation toward strategic behavior during goal pursuit. Proceedings of the National Academy of Sciences, 117(25), 14066-14072. doi:10.1073/pnas.2002529117\n\n* Heijden, K. V. (2005). Chapter 9: The Practice of Scenario-based Planning. In Scenarios The Art of Strategic Conversation. Chichester, West Sussex, UK, ENG: John Wiley & Sons\n\n* Kantabutra, S., & Avery, G. C. (2010). The power of vision: Statements that resonate. Journal of Business Strategy, 31(1), 37-45. doi:10.1108/02756661011012769\n\n* Bond, F. W., & Dowling, J. R. (Manuscript in preparation) Actively Living as an Individual Vitally Embodied (ALIVE).\n\n* Dreyfus, H. L. (2011). Chapter 2. In On the Internet: Thinking in action. London: Routledge.\n\n* Bass, B. M. (1990). From transactional to transformational leadership: Learning to share the vision. Organizational Dynamics, 18(3), 19-31. doi:10.1016/0090-2616(90)90061-s\n\n* Solomon, R. C., & Flores, F. (2003). Building trust in business, politics, relationships, and life. Oxford: Oxford Univ. Press.\n\n* Marian, H., Custers, R., & Aarts H. (2019). Chapter 4: Understanding the Formation of Human Habits: An Analysis of Mechanisms of Habitual Behaviour. In The Psychology of Habit: Theory, mechanisms, change, and contexts. Springer.\n\n* Ferris, G. (2007). Political skill in organizations. Development and Learning in Organizations: An International Journal, 22(1). doi:10.1108/dlo.2008.08122aad.009\n\n* Klein, G., Klein, H. A., Lande, B., Borders, J., & Whitacre, J. C. (2015). Police and Military as Good Strangers. Journal of Occupational and Organizational Psychology, 88(2), 231-250. doi:10.1111/joop.12110\n\n* Bieleke, M., Keller, L., & Gollwitzer, P. M. (2020). If-then planning. European Review of Social Psychology, 32(1), 88-122. doi:10.1080/10463283.2020.1808936\n\n* Gollwitzer, P. M., & Sheeran, P. (2006). Implementation Intentions and Goal Achievement: A Meta‐analysis of Effects and Processes. Advances in Experimental Social Psychology Advances in Experimental Social Psychology Volume 38, 69-119. doi:10.1016/s0065-2601(06)38002-1\n\n* Chen, P., Powers, J. T., Katragadda, K. R., Cohen, G. L., & Dweck, C. S. (2020). A strategic mindset: An orientation toward strategic behavior during goal pursuit. Proceedings of the National Academy of Sciences, 117(25), 14066-14072. doi:10.1073/pnas.2002529117\n\n* Heijden, K. V. (2005). Chapter 9: The Practice of Scenario-based Planning. In Scenarios The Art of Strategic Conversation. Chichester, West Sussex, UK, ENG: John Wiley & Sons\n\n* Kantabutra, S., & Avery, G. C. (2010). The power of vision: Statements that resonate. Journal of Business Strategy, 31(1), 37-45. doi:10.1108/02756661011012769\n\n* Bond, F. W., & Dowling, J. R. (Manuscript in preparation) Actively Living as an Individual Vitally Embodied (ALIVE).","name":"Purposeful Leadership","slug":"z00tzjc","intro":"A course tested by Paralympic coaches and space station personnel, designed to help you grow in your ability to lead in all areas of your life thanks to engaging exercises and daily quests.","relevancy":[{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":80},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":75},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":75},{"skill":"ckzi3ezut1614e2n07fab18pt","score":70},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":60},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":60},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":60},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":50},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":50},{"skill":"ckzi3hqs63163e2n03h36pb73","score":50},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":40},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":40},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":40},{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":40}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"purposeful-leadership-z00tzjc","id":"cl44ijlka0001rmpzchb06dl2","description":"As a leader, this course will equip you with a variety of psychosocial skills that will enable you to more reliably and successfully implement evidence-based leadership strategies.\n\nFrom ‘tried-and-tested’ techniques as goal setting, strategic planning, providing job control to colleagues, and effectively communicating meaningful messages, especially during times of change and uncertainty.\n\n## About the course\n\nAs Leadership is such a critical skill that runs through every aspect of our lives, from planning a family holiday to running a multinational company people can lead in so many different situations in different ways. \n\nBecause of this, the course aims to transform people's ability to lead using the skills and knowledge they have to lead to pursue purpose in any situation they're involved in even if the words CEO, director, or manager aren't in their title.\n\nFor the first time, this course draws together the fragmented fundamentals of effective leadership and gold standard approaches using a cutting edge model that unifies them to pursue success and satisfaction and elevate them above the sum of a disconnected set of separate leadership techniques.\n\nPurposeful Leadership is based upon a psychosocial model of human behaviour, successful living, and fulfillment called ALIVE.\n\nIt involves three, inseparable actions that allow people to make sense of and use their situation for the purpose of pursuing success and fulfillment, by\n\n* Understanding your current situation\n* Discovering what actions are worth undertaking\n* Committing to taking them\n\n## What will I learn?\n\nThis course empowers you to become a more Purposeful Leader. By drawing on the latest research in leadership and Psychology, you'll learn how to create a deep sense of meaning, for yourself, and the people around you.\n\nThe course comprises of 8 weekly lessons, exercises and daily quests to supercharge your learning. Each week, you'll grow in your ability to lead, thanks to engaging lessons, exercises and daily quests for reinforced learning.\n\n## How does it work?\n\n- This course consists of 8 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\n\nProfessor Frank Bond and Dr Jonathan Dowling from the Institute of Management Studies at Goldsmiths, University of London.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Purposeful Leadership\" in the 29k app!](https://app.29k.org/purposeful-leadership-idg)"},{"resources":"- Gloster, A. T., Walder, N., Levin, M. E., Twohig, M. P., & Karekla, M. (2020). The empirical status of acceptance and commitment therapy: A review of meta-analyses. Journal of Contextual Behavioral Science, 18, 181-192.\n- Chase, J. A., Houmanfar, R., Hayes, S. C., Ward, T. A., Viladarga, J. P., & Follette, V. (2013). Values are not just goals: Online ACT-based values training adds to goal setting in improving undergraduate college student performance. Journal of Contextual Behavioral Science, 2, 79–94.\n- Dahl, J., Plumb-Vilardaga, J., Stewart, I., & Lundgren, T. (2009). The art and science of valuing in psychotherapy: Helping clients discover, explore, and commit to valued action using acceptance and commitment. Oakland, CA: New Harbinger.\n- Hayes, S. C., Strosahl, K. D., & Wilson, K. G. (2012). Acceptance and commitment therapy: The process and practice of mindful change (2nd ed.). New York, NY: Guilford Press.\n- Levin, M. E., Hildebrandt, M., Lillis, J., & Hayes, S. C. (2012). The impact of treatment components suggested by the psychological flexibility model: A meta-analysis of laboratory-based component studies. Behavior Therapy, 43, 741–756.","name":"Values","slug":"z68tzgs","intro":"In our everyday life, we easily lose touch with what matters to us. This is especially true when we’re dealing with a challenging situation. This course is focused on connecting to our core values as a powerful tool to take meaningful action in every moment of our lives.","relevancy":[{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":80},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":80},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":70},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":70},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":70},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":70},{"skill":"ckzi3ezut1614e2n07fab18pt","score":60},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":60},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":45},{"skill":"ckzi3cikk0766e2n0j9my4e46","score":40},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":40},{"skill":"ckzi3fnea2022e2n0r588if1r","score":35}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"values-z68tzgs","id":"cl44ijlka0008rmpz2pzf2yjs","description":"Take the first step on a journey to a more meaningful life, based on what matters to you.\n\nIn our everyday life, we easily lose touch with what matters to us. This is especially true when we’re dealing with a challenging situation. That is also when we tend to give up on the activities that fill us up.\n\nConnecting to our core values is a powerful tool to take meaningful action in every moment of our lives.\n\n## What will I learn?\n\n- Guide to finding your values\n- Live a more meaningful life\n- Opening up to life\n\n## How does it work?\n\n- This course consists of 7 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Values\" in the 29k app!](https://app.29k.org/values-idg)"},{"resources":"- Bandura, A. (1989). Human agency in social cognitive theory. American psychologist, 44(9), 1175.\n- Bandura, A. (2006). Toward a psychology of human agency. Perspectives on psychological science, 1(2), 164-180.\n- Campos, F., Frese, M., Goldstein, M., Iacovone, L., Johnson, H. C., McKenzie, D., & Mensmann, M. (2017). Teaching personal initiative beats traditional training in boosting small business in West Africa. Science, 357(6357), 1287-1290.\n- Frese, M. and Gielnik, M.M. (2014). The psychology of entrepreneurship. Annual Review of Organizational Psychology and Organizational Behavior, 1, 13. 1-13. 26.\n- McKenzie, D. and Woodruff, C. (2014). What were we learning from business training and entrepreneurship evaluations around the developing world? The World Bank Research Observer, 29(1), 48-82.\n- Shankar, AV, Onyura, M and Alderman, J. Agency-based empowerment training enhances sales capacity of female cookstove entrepreneurs in Kenya. Journal of Health Communications 2015; 20 Suppl 1:67-75.\n- Shankar A, Sundar S, Smith G. Agency-Based Empowerment Interventions: Efforts to Enhance Decision-Making and Action in Health and Development. J Behav Health Serv Res. 2019. 46(1): 164-176.\n- The SEE Change curriculum is available as open-source documents through the SEE change website. [https://publichealth.jhu.edu/departments/international-health/research-and-practice/centers-and-research-groups/research-groups/the-self-empowerment-and-equity-for-change-initiative-see-change](https://publichealth.jhu.edu/departments/international-health/research-and-practice/centers-and-research-groups/research-groups/the-self-empowerment-and-equity-for-change-initiative-see-change)\n- Links to the PI program can be found here: https://pi-training.org/","name":"Personal Agency and Personal Initiative Trainings","slug":"rm724cm","intro":"Personal agency and personal initiative training are interventions designed to catalyze actions towards specific life goals. It can help participants take meaningful action towards their goals, create resilient, proactive habits, and increase livelihoods of individuals living in resource poor settings.","relevancy":[{"skill":"ckzi3hqs63163e2n03h36pb73","score":80},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":80},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":80},{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":80},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":60},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":60},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":60},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":50},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":50},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":50},{"skill":"ckzi3cvpf0851e2n00bcmzsgz","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2"],"id":"cl80jw0ot00062e64ijltbvi1","description":"Personal agency, defined as the ability to make and act upon important decisions in one’s life, is central in the promotion of overall well-being. Personal agency interventions take the form of behavioral and/or digital interventions designed to catalyze actions towards specific goals and to support behavioral change. Examples include:\n\n- The Empowered Employee and Empowered Entrepreneur training (EET) programs, developed by Dr. Shankar and colleagues through the SEE Change Initiative. In these trainings, which are adapted to local contexts, individuals undertake a personal journey to understand their own belief systems, identify goals in several life areas and learn various mental tools to take purposeful action to achieve their goals. Specific skills in action planning include goal setting, improved communications, systematic planning, and active problem solving. \n\n- Personal initiative training, developed by psychologists Dr. Frese and colleagues. This training focuses on motivational skills, proactive behaviors, goal setting, planning and innovation and overcoming obstacles, and teaches participants how to anticipate problems, look for new opportunities, and plan ways to overcome obstacles. These training were designed for entrepreneurs and small businesses.\n\n## How it can help\n\nPersonal agency and personal initiative trainings can enable meaningful action towards the participant’s goals as well as forming cyclical, proactive habits that individuals can maintain throughout their life, enabling a growth mindset alongside a sense of power and voice. These trainings can directly improve livelihoods for small businesses and entrepreneurs as well as improve overall well-being for individuals living in resource poor environments.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with personal agency and personal initiative training for the first time, try the following: \n\n1. Review the SEE Change curriculum, which is available as open-source documents through the Self-Empowerment and Equity for Change (SEE Change) website at Johns Hopkins University. \n2. More about the personal initiative program can be found [here](https://pi-training.org/).","link":"personal-agency-and-personal-initiative-trainings-rm724cm"},{"resources":"* ACT is a non-profit, co-created open source initiative dedicated to\nthe alleviation of human suffering and the advancement of human well-being through research and practice grounded. There are several ACT self-help-books, courses and trainings for professionals available.\n\n* A quick search on the Internet will take you far. The official site for resources and more information and ACT is <https://contextualscience.org>\n\n* Explore books and digital resources where you can learn ACT or train ACT. For example, the non-profit platform <https://29k.org> that has several free ACT courses and exercises.","name":"ACT (Acceptance and Commitment Therapy/Training)","slug":"ml32209","intro":"Acceptance commitment therapy / training (ACT) is a psychotherapeutic intervention that mediates improvements in individuals’ psychological flexibility. It can help the practitioner increase psychological flexibility and have a more stable identity and sense of self.","relevancy":[{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":90},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":80},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":60},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":60},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":60},{"skill":"ckzi3ezut1614e2n07fab18pt","score":60},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":60},{"skill":"ckzi3hqs63163e2n03h36pb73","score":60},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":50},{"skill":"ckzi3eor91487e2n0qdoa639u","score":40},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":40}],"tags":["cl7lzp6jh00012e623q59s9pf","cl4mbzx5z00042e64g1ueu8vj","cl87r11sd00012e64lyugvbv2","cl37epfsz0159jgn0ytt4k64j","cl7lzoeqy00002e62ke8rog8l"],"id":"cl7m2jlkq00022e62sk690vhn","description":"ACT is an evidence-based psychotherapeutic intervention that improves psychological flexibility, which consists of six core processes: acceptance, cognitive defusion, being present, self as context, values and committed action. Part of psychological flexibility can be seen as increasing your inner space. The other half is directed towards committed action, which comes from working with identifying one’s values and building new behavior towards goals that are aligned with these values. \n\nAlthough the connection to individuals’ engagement in sustainability issues is not that direct, nothing in the practice says that the values you identify shouldn’t align with e.g. the planetary boundaries.\n\nACT is a non-profit, co-created open source initiative. One can take ACT therapy or ACT training, but evidence shows that the practitioner can achieve equal effects from learning through both books and face-to-face counseling.\n\n## How it can help\n\nACT and improving psychological flexibility have been demonstrated to have a number of positive effects, such as higher performance at cognitive tasks, increased quality in relations, decreased levels of stress and depression and decreased tendencies to get caught up in conspiracy theories. There are also exercises for developing long-term perspectives and orientation.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting ACT for the first time, try the following: \n\n1. Begin with differentiating oneself from one’s thoughts. For example, there is a big difference between thinking “I don’t matter to anyone” and “I am having the thought that I don’t matter.” \n2. Explore digital resources where you can learn ACT or train ACT. For example, the non-profit platform <https://29k.org> that has several free ACT courses and exercises. \n3. The official site for ACT resource is <https://contextualscience.org>. Here you can explore ACT-self-help books, TED-talks on ACT, Free ACT Articles, Podcasts, Interviews, find a therapist and much more.","link":"act-acceptance-and-commitment-therapytraining-ml32209"},{"resources":"* Barad, K. M. (2007) Meeting the Universe Halfway, Quantum Physics\n  and the Entanglement of Matter and Meaning, Durham, N.C. Duke\n  University Press.\n* Baugher, J. E., Osika, W., & Robert, K. H. (2016). Ecological conscious-\n  ness, moral imagination, and the framework for strategic sustainable\n  development. In Creative Social Change (pp. 119-142). Emerald Group\n  Publishing Limited.\n* Braidotti, R., (2013) The Posthuman. Cambridge: Polity.\n* Fröding, B., & Osika, W. (2015). Neuroenhancement: How mental\n  training and meditation can promote epistemic virtue. New York, NY:\n  Springer International Publishing.\n* Jagals, D., & Van der Walt, M. (2018). Metacognitive awareness and\n  visualisation in the imagination: The case of the invisible circles.\n  Pythagoras, 39(1), 1-10.\n* Johnson, M. (1993). Moral Imagination: Implications of Cognitive Sci-\n  ence for Ethics. Chicago: Univ. of Chicago Press.\n* Latour, B., (2013). Agency at the time of the Anthropocene. New\n  Literary History, Vol. 45, No. 1 (WINTER 2014), pp. 1-18.\n* Tickell, P. Moral Imaginations <https://www.moralimaginations.com>\n* Wamsler, C., Osberg, G., Osika, W., Herndersson, W., Mundaca, L.\n  (2021). Linking internal and external transformation for sustainability\n  and climate action: Towards a new research and policy agenda, Global\n  Environmental Change, Volume 71. <https://doi.org/10.1016/j.gloenvcha.2021.102373>\n* [A recording of the symbiosis meditation](https://www.youtube.com/watch?v=rUIrEecXcHg)","name":"Imagination Activism and the Symbiosis Meditation","slug":"86324pm","intro":"Imagination activism is a new kind of activism that pairs imagination exercises with calls to action in community to enact the better world we envision. It can help the practitioner create connections to the Earth and nature, explore future world possibilities, and inspire hope that fuels their activism.","relevancy":[{"skill":"ckzi3e4as1251e2n0fz614xn4","score":100},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":90},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":85},{"skill":"ckzi3ezut1614e2n07fab18pt","score":80},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":80},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":80},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":50},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":50},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":45},{"skill":"ckzi3hqs63163e2n03h36pb73","score":40},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":40}],"tags":["cl80nkv7900002e64os1wgo0u","cl7lzoeqy00002e62ke8rog8l"],"id":"cl80htq6300022e645iosi1xh","description":"Imagination activism is a new kind of activism that pairs imagination exercises with calls to action in community to enact the better world we envision. By imagining a different future, fueled by a deep sense of connection to self, others and planet, activists can sustain themselves through hope and inspire others to create the kind of flourishing world they imagine. The Symbiosis Meditation is a short (8 minute) example of an imagination activism meditation that invites you to explore your experience being alive through the vibrant material, energy, atoms, living beings and connections your experience of being a “human being” is made up of.\n\n## How it can help\n\nImagination activism can help create connection to the Earth, establish interconnectedness with nature, bring alive the concept of future generations, and foster an expanded sense of time. It also enables the exploration of alternative worlds and possibilities and allows the visioning of the future, inspiring hope and helping the practitioner find the steps to put vision into action.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with the Symbiosis Meditation for the first time, try the following:\n\n1. Start by visualizing all parts of your body that are made up of elements of solid material, or “Earth element” - bones, skin, teeth, hair, and the physical sensation of their weight. Then visualize all of the solidity and Earth elements present in the world, and imagine the connections to you. \n\n2. Move on to visualizing water and all of the liquid elements in your body, and then again visualizing the rivers, storms, waterfalls and oceans of the world outside. \n\n3. Move on to visualizing air and the breath, focusing on the air and oxygen bubbles inside the body and projecting out to the air and its sounds and sensations out in the world. \n\n4. Move on to visualizing the “fire element” of heat and energy which also guides listeners to imagine the mitochondria in the body that were once bacteria, but now live in our bodies. \n\n5. Finish by imagining the chain of unbroken relationships and cooperation, embodied through the chain of heartbeats that have supported them to be alive at this time.","link":"imagination-activism-and-the-symbiosis-meditation-86324pm"},{"resources":"* Neff, K. D., & Germer, C. K. (2013). [A pilot study and randomized controlled trial of the mindful self‐compassion program](https://doi.org/10.1002/jclp.21923). Journal of clinical psychology, 69:1.\n* Neff, K. D., & Vonk, R. (2009). [Self‐compassion versus global self‐esteem: Two different ways of relating to oneself](https://doi.org/10.1111/j.1467-6494.2008.00537.x). Journal of personality, 77:1.Germer, C.K. and Neff, K.D. (2013), [Self‐Compassion in Clinical Practice](https://doi.org/10.1002/jclp.22021). Journal of Clinical Psychology, 69.\n* Neff, Kristin. (2015). [Self-Compassion – the Proven Power of Being Kind to Yourself](https://www.amazon.com/gp/product/0061733520/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0061733520&linkCode=as2&tag=selfcompassio-20&linkId=24d99d0532e24ea2d4913ee18222a6b1). William Morrow, New York, NY.\n* Neff, K. D., Tóth-Király, I., Yarnell, L., Arimitsu, K., Castilho, P., Ghorbani, N. ,Mantios, M. (2019). [Examining the Factor Structure of the Self-Compassion Scale using exploratory SEM bifactor analysis in 20 diverse samples: Support for use of a total score and six subscale scores](https://doi.org/10.1037/pas0000629). Psychological Assessment, 31:1.","name":"Self Compassion","slug":"z11tzsp","intro":"This course helps build your self compassion so you can enjoy life without being ruled by fear and self doubt. You will learn how to identify when you are overly critical of yourself, understand why you do it and how it affects you.","relevancy":[{"skill":"ckzi3ezut1614e2n07fab18pt","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":80},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":80},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":70},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":60},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":60},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":50},{"skill":"ckzi3cikk0766e2n0j9my4e46","score":40},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":40},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":40},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":40},{"skill":"ckzi3hqs63163e2n03h36pb73","score":40},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":35}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"self-compassion-z11tzsp","id":"cl44ijlk90000rmpz4dgf31qr","description":"Take the first step on a journey towards a more constructive and loving relationship with yourself.\n\n## About the course\n\nThis course is designed to change your life through changing your relationship with yourself - by working through exercises drawn from the leading research on self-compassion.\n\nYou will learn how to identify when you are overly critical of yourself, understand why you do it and how it affects you. Most importantly you will explore a more constructive way of relating to yourself.\n\nThese exercises have been proven to help in many aspects of everyday life, from work and education to parenthood and self-esteem.\n\nPracticing self-compassion has been proven to increase happiness and motivation, decrease anxiety and depressive symptoms as well as decrease narcissism and increase altruism.\n\n## What will I learn?\n\n* Turn self-criticism into self-compassion\n* Learn to increase happiness and motivation\n* Decrease anxiety and depressive symptoms\n\n## How does it work?\n\n- This course consists of 7 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\nThis course has been co-created by 19 researchers and psychologists.\n\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Self Compassion\" in the 29k app!](https://app.29k.org/self-compassion-idg)"},{"resources":"- Bunker, B. B. & Alban, B. (2006). The handbook of large group methods: Creating systemic change in organizations and communities. Chichester, England: John Wiley & Sons.\n- Holman, P., Devane, T. & Cady, S. (Eds.) (2007). The change handbook: The definitive resource on today's best methods for engaging whole systems. San Francisco, CA: Berrett-Koehler Publishers.\n- Jordan, T. (2014). Deliberative Methods for Complex Issues: A typology of functions that may need scaffolding. Group Facilitation: A Research and Applications Journal, Nr 13, pp. 50-71.\n- Rosenhead J, & Mingers, J. (Eds.) (2001). Rational analysis for a problematic world revisited: Problem structuring methods for complexity, uncertainty and conflict. Chichester, England: John Wiley & Sons.\n- Ross, S. N. (2006). The integral process for working on complex issues: Public issues edition. (4th Ed.) Bethel, OH: ARINA, Inc.\n- Wilkinson, M. (2004). The secrets of facilitation: The S.M.A.R.T. guide to getting results with groups. San Francisco, CA: Jossey-Bass.","name":"Methods for Scaffolding Collaboration on Complex Issues","slug":"ah724my","intro":"Structured methods for facilitating collaboration on complex issues can scaffold productive collaboration and overcome interest conflicts among diverse stakeholders. It can help the practitioner facilitate collaboration and problem-solving on a specific issue, as well as long term openness to diverging perspectives and co-creation skills.","relevancy":[{"skill":"ckzi3fnea2022e2n0r588if1r","score":100},{"skill":"ckzi3g17e2167e2n055jpiaaz","score":100},{"skill":"ckzi3h80v2807e2n0l44d20qr","score":80},{"skill":"ckzi3cvpf0851e2n00bcmzsgz","score":70},{"skill":"ckzi3gb7f2318e2n04kesx118","score":70},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":70},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":60},{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":60},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":60},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2"],"id":"cl80ijk9100062e64d2pw2pi5","description":"When issues are very complex, no single actor possesses the knowledge and competences that have to be weighed in and used when developing action plans. Over the last five decades or so, a very large number of methods have been developed in order to scaffold productive collaboration and overcome interest conflicts among diverse stakeholders.\n\n## Some examples (of very many) of such methods are:\n- TIP, The Integral Process for Working on Complex Issues\n- Soft Systems Methodology\n- Open Space\n- Future Search\n- the Strategic Choice Approach\n- WorkOut\n- the Consensus-Based Approach\n- the Inquiry-Based Approach\n- Deep Democracy\n- Future Workshops\n\n## How it can help\n\nThese structured methods facilitate collaboration, problem-solving and strategy development in relation to specific issues. They also support long-term learning among participants regarding awareness of complexity, openness to explore diverging perspectives and concrete co-creation skills.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with methods for scaffolding collaboration on complex issues for the first time, try the following: \n\n1. Identify the complex issues and high level purpose for which you would like to use the method. \n\n2. Seek out structured facilitation, either using an established method, or a bespoke design by a skilled facilitator. A trained facilitator can adapt the design of a group process to the specific conditions in the particular case, and can facilitate each phase of the process in order to mobilize the competences of the participants and ensure productive collaboration.","link":"methods-for-scaffolding-collaboration-on-complex-issues-ah724my"},{"resources":"* Cardboard Citizens, UK: An innovative arts organisation dedicated to addressing social inequities and injustices though creative practice <https://cardboardcitizens.org.uk/>\n* Collective Encounters, UK: A leading arts organisation specialising in theatre for social change <https://collective-encounters.org.uk/>\n* Creative Health: A summary of the latest literature from the UK, including clinical and community research studies: <https://www.culturehealthandwellbeing.org.uk/appg-inquiry/Publications/Creative_Health_The_Short_Report.pdf>\n* Creativity & Transformation: A 10-week online learning course, exploring how creativity engenders inner development and social change <https://www.aleftrust.org/open-learning-list/creativity-transformation>\n* Institute for Medical Humanities: An example of interdisciplinary practice and research involving the arts in medicine: <https://www.dur.ac.uk/imh/>","name":"Arts, Creativity and Imagination","slug":"36924it","intro":"Multi-disciplinary arts practices are used in many sectors to liberate people from normative identities and structures. Creative practice can help people increase their health and well-being, as well as enhance their empathy and compassion, empowering them to care more for others.","relevancy":[{"skill":"ckzi3h80v2807e2n0l44d20qr","score":90},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":80},{"skill":"ckzi3hqs63163e2n03h36pb73","score":80},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":80},{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":80},{"skill":"ckzi3eor91487e2n0qdoa639u","score":70},{"skill":"ckzi3ezut1614e2n07fab18pt","score":70},{"skill":"ckzi3fnea2022e2n0r588if1r","score":60},{"skill":"ckzi3g17e2167e2n055jpiaaz","score":60},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl80kcj0y00082e641iuku8nt","description":"Creativity and the arts enable people to liberate themselves from normative identities and structures and follow imagination’s wild and spontaneous flow. This can increase people’s potential to care for the world, work well with others, and drive change. \n\nBeyond providing personal entertainment and relief from the stresses of everyday life, arts practices are now woven into healthcare and social care for their demonstrated health and well-being benefits. Hospitals and surgeries are being re-envisioned with innovative arts designs that are said to enhance patient experience and speed up recovery. See Institute for Medical Humanities for an interdisciplinary example. \n\nMulti-disciplinary arts practices are now widely used in education, community development, restorative justice, and peace-building, enabling self-exploration, dialogue and healing. Creative methods can help generate visionary narratives and pilot initiatives that help seed more benign futures in the present. Underpinning these visions is the understanding that the imagination – through images, metaphors and language – has generative power.\n\n## How it can help\n\nCreative practices have demonstrated health and well-being benefits which in turn lead to greater courage, optimism and perseverance. They also lead to more active citizenship and enhance social skills, as well as empathy and compassion, empowering people to care more for others.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with arts practices for the first time, try the following: \n\n1. Consider how you engage or might engage with creative activities as a hobby. \n\n2. Identify a creative activity that brings you relaxation and inspiration as well as enjoyment & fun.\n \n3. Explore opportunities for synergies between your everyday work and your creative activities. Consider where your creativity might innovate or reframe your work, enabling you to shift from established rules, norms and structures, discovering new ways of doing and being through play or imagination.","link":"arts-creativity-and-imagination-36924it"},{"resources":"- Wang G, Wang Y, Gai X. A (2021). Meta-Analysis of the Effects of Mental Contrasting With Implementation Intentions on Goal Attainment. Front Psychol. \n- Cross, A. and Sheffield, D. (2019). Mental contrasting for health behaviour change: a systematic review and meta-analysis of effects and moderator variables, Health Psychology Review, 13:2, 209-225.","name":"WOOP","slug":"p1d24vk","intro":"WOOP is short for wish, outcomes, obstacles and plans and is a simple and research-based method for setting goals with something you want to achieve or experience. It can help participants increase the probability that they will actually be able to achieve the goal that they set for themselves.","relevancy":[{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":90},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":90},{"skill":"ckzi3hqs63163e2n03h36pb73","score":90},{"skill":"ckzi3h80v2807e2n0l44d20qr","score":80},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":70},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":60},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":60},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":60},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":50}],"tags":["cl80nkv7900002e64os1wgo0u","cl4mbzx5z00042e64g1ueu8vj","cl7lzoeqy00002e62ke8rog8l"],"id":"cl80l0alt000c2e64v3rsqff8","description":"WOOP is short for wish, outcomes, obstacles and plans and is a simple and research-based method for setting goals with something you want to achieve or experience. It only takes a few minutes and only requires that you wholeheartedly try to focus on the task. You can do WOOP individually or with someone (for example, a coach, a colleague, a teammate, a leader, etc.).\n\n## How it can help\n\nWOOP increases the probability that you will actually be able to achieve the goal that you set for yourself.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with WOOP for the first time, try the following: \n\n1. Think of something you would like to achieve or experience in a given time, such as an upcoming meeting or the day ahead. For example, it could be something new that you would like to learn or an achievement of some kind that you would like to perform. Something that feels challenging but certainly not impossible. Write this down on a piece of paper. \n\n2. Think about the positive feelings and consequences that would result from achieving what you would like to achieve, big or small. Write these down and then focus for a little while on the two or three things that would be the single best in achieving this. \n\n3. Next, think about all the possible obstacles and problems that you can come up with that can make it difficult or prevent you from achieving what you want. Obstacles may lie with you (e.g. motivation problems, concentration difficulties, fatigue, illness). They can also lie outside of yourself (eg being misinformed, a colleague getting sick, bad weather). Write down all obstacles, big or small. \n\n4. For each obstacle, think through what you can do to prevent it from happening and what you can do to deal with it should it happen. Write down each such plan on the paper as follows: “For __________ not to happen, I will __________ and if __________ happens, I will __________.” \n\n5. Read through what you have written and feel free to tell someone else about what you have written.","link":"woop-p1d24vk"},{"resources":"* Atkinson, J. (2002). Trauma trails, recreating song lines: the transgen- erational effects of trauma in indigenous Australia. Spinifex Press\n* Rodriguez Carreon, V., & Vozniak, P. (2021). Embodied Experiential Learning: Cultivating Inner Peace in Higher Education. Journal of Awareness-Based Systems Change, 1(2), 31–50. <https://doi.org/10.47061/jabsc.v1i2.1179>\n* Scharmer, C. O. (2015). Otto Scharmer on the four levels of listening YouTube. <https://www.youtube.com/watch?v=eLfXpRkVZaI&t=414s>\n* Scharmer, C. O. (2018). The essentials of Theory U: Core principles\n  and applications. Berrett-Koehler Publishers.\n* Ungunmerr, M. R. Elder (1988). Dadirri: Inner deep listening and quiet still awareness. Miriam Rose Foundation. <https://www.miriamrosefoundation.org.au/wp-content/uploads/2021/03/Dadirri_Handout.pdf>\n* Ungunmerr, M. R. Elder (2017). Dadirri. \\[Video]. YouTube. <https://www.youtube.com/watch?v=tow2tR_ezL8>","name":"Listening to Pause","slug":"4w1249u","intro":"Pausing on what we just heard is an inner skill that enables connecting to “what the person just said” and “how those words landed on oneself”. It can help the practitioner act from a more conscious state of being.","relevancy":[{"skill":"ckzi3e4as1251e2n0fz614xn4","score":90},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":80},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":80},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":80},{"skill":"ckzi3eor91487e2n0qdoa639u","score":75},{"skill":"ckzi3gb7f2318e2n04kesx118","score":70},{"skill":"ckzi3ezut1614e2n07fab18pt","score":60},{"skill":"ckzi3fnea2022e2n0r588if1r","score":60},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":45},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":40}],"tags":["cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl80gz52d00002e64sh3ew79o","description":"The importance of pausing to listen had been highlighted without methodological steps in ancient wisdom and the western literature describing the listening process for discernment. It is a state in which one gathers information in quiet observation and deep listening, building knowledge by becoming aware. In this space of contemplation, the invisible inner qualities are working, which informs action. Allowing the time to pause is as important as the quality of the space created for that pause to happen.\n\nPausing to reflect is embodying what we just heard, and developing that inner quality of being more conscious during the process has the capability to change the outcome. When practicing in teams, pausing can also help us notice from which level of listening we are operating from Otto Scharmer’s four levels of listening: “downloading” (reconfirming what we know), “factual” (what is different from what we know), “empathic” (allows us to connect with the experience of the other), and “generative” (connects us with who we are and whom we want to be).\n\nPracticing listening more deeply to sense a deeper connection with the environment enables us to relate with our surroundings. Elder Miriam Rose Ungunmerr said we learn by watching and listening, waiting and then acting.\n\n## How it can help\nThe awareness gained in pausing forms the quality to act from a more conscious state of being.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with listening to pause for the first time, try the following:\n\n1. In teams, each person can be given the same amount of time for communicating, e.g. 5 minutes.\n\n2. Around 1 minute (more or less) is given to pause between each person's interaction.\n\n3. During the pause is space for awareness to know from which level of listening you are operating, and to discern the quality of how to continue the dynamic.","link":"listening-to-pause-4w1249u"},{"resources":"- Edmonson, A. C. and Lei, Z. (2014). Psychological Safety: The History, Renaissance, and Future of an Interpersonal Construct. [https://www.ixistenz.ch/objectcomponent774.pdf](https://www.ixistenz.ch/objectcomponent774.pdf)\n- Rework with Google: Understanding team effectiveness - Tool: Foster psychological safety\n[https://rework.withgoogle.com/guides/understanding-team-effectiveness/steps/foster-psychological-safety/](https://rework.withgoogle.com/guides/understanding-team-effectiveness/steps/foster-psychological-safety/)\n- The fearless organization: [https://fearlessorganization.com/](https://fearlessorganization.com/)","name":"Psychological Safety","slug":"tx324p1","intro":"Psychological safety refers to the experience of being able to be oneself in a group without fear of being rejected or ridiculed by other group members. It can help teams increase performance, increase learning, and have higher work satisfaction.","relevancy":[{"skill":"ckzi3gb7f2318e2n04kesx118","score":100},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":100},{"skill":"ckzi3fnea2022e2n0r588if1r","score":80},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":80},{"skill":"ckzi3hqs63163e2n03h36pb73","score":70},{"skill":"ckzi3g17e2167e2n055jpiaaz","score":60},{"skill":"ckzi3h80v2807e2n0l44d20qr","score":60},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":60},{"skill":"ckzi3ezut1614e2n07fab18pt","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl80jdasm00022e64t8gn810v","description":"Psychological safety refers to the experience of being able to be oneself in a group without fear of being rejected or ridiculed by other group members. Teams with a high degree of psychological safety are open about their mistakes and are encouraged to talk about and learn from them. The concept of psychological safety applies to groups/teams and organisational settings where individuals are highly dependent on each other and are working towards a common goal. Without the help from all individuals in the group, the goal is hard to reach.\n\nPsychological safety is best conceptualized as a group phenomena, but it cannot be achieved without engagement from all team members. Individual awareness and actions will contribute to increased psychological safety in a group they are a part of.\n\n## How it can help\n\nA high degree of psychological safety can lead to increased performance, increased learning, and higher work satisfaction.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with psychological safety for the first time, try the following:\n1. Ask questions and be interested in and respectful to other group members.\n2. Accept differences in personality by making sure everyone is included in conversations and decisions and actively asking for the opinion of others.\n3. Speak up about your own mistakes","link":"psychological-safety-tx324p1"},{"resources":"- Chhokar, J. S., Brodbeck, F. C., & House, R. J. (2007). Culture and leadership across the world: The GLOBE book of in-depth studies of 25 societies. London: Erlbaum.\n- Erin, M. (2014). The Culture Map: Breaking Through the Invisible Boundaries of Global Business, PublicAffairs.\n- Hofstede, G., G. J. Hofstede & M. Minkov (2010). Cultures and Organizations: Software of the Mind, Third Edition: Intercultural Cooperation and Its Importance for Survival, McGraw- Hill Professional.\n- Ting-Toomey, S., & Oetzel, J. G. (2001). Managing intercultural conflict effectively. Oaks, CA: SAGE.\n- Trompenaars, F., & Hampden-Turner, C. (2020). Riding the waves of culture: Understanding diversity in global business. Hachette UK.","name":"Training in Intercultural Competence","slug":"gk1240c","intro":"Training in intercultural competence can include earning about common dimensions of cultural differences in endeavors involving participants with different cultural backgrounds. It can help the practitioner reduce the risk of misunderstandings, frictions and outright conflict.","relevancy":[{"skill":"ckzi3g17e2167e2n055jpiaaz","score":90},{"skill":"ckzi3fnea2022e2n0r588if1r","score":90},{"skill":"ckzi3gb7f2318e2n04kesx118","score":80},{"skill":"ckzi3gknp2475e2n0dm59ikcn","score":80},{"skill":"ckzi3ezut1614e2n07fab18pt","score":70},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":70},{"skill":"ckzi3cvpf0851e2n00bcmzsgz","score":65},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":60},{"skill":"ckzi3h80v2807e2n0l44d20qr","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2"],"id":"cl80j3x8700002e64cdyxuz78","description":"When working with people with different cultural backgrounds, such as international collaboration on the SDGs, cultural differences may constitute a considerable conflict potential. The most well-known and relevant dimensions for cultural differences are power distance, individualism/collectivism, femininity/masculinity and uncertainty avoidance, which can influence communication and collaboration practices, relationship building, leadership and followership and attitudes toward gender roles.\n\nTraining in intercultural competence can include learning about common dimensions for cultural differences through lectures and reading, reflecting on others’ or own experiences with intercultural conflict, and conducting group simulations and communication exercises.\n\nA more open-ended approach to training in intercultural awareness can help reduce the risk of stereotyping, while offering clear examples of how cultural differences potentially can be problematic, and providing guidance on insights and skills that increase the capacity for creative collaboration across cultural differences.\n\n## How it can help\n\nTraining in intercultural awareness can reduce the risk of misunderstandings, frictions and outright conflict in endeavors involving participants with different cultural backgrounds, as well as facilitate personal and collective development through a broader repertoire of values and behavior.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with training in intercultural competence for the first time, try the following: \n\n1. Seek out books and articles written for the general public with the purpose of strengthening skills in intercultural collaboration. \n\n2. Identified facilitated training on an individual or group level that can include readings, lectures, reflections, and group simulation and communication exercises.","link":"training-in-intercultural-competence-gk1240c"},{"resources":"* Gloster, A. T., Walder, N., Levin, M. E., Twohig, M. P., & Karekla, M. (2020). The empirical status of acceptance and commitment therapy: A review of meta-analyses. Journal of Contextual Behavioral Science, 18, 181-192.","name":"Meet Yourself at 90","slug":"pg124i2","intro":"Meet Yourself at 90 is a guided exercise that helps you be present with your hopes, dreams, priorities, and values by envisioning yourself at your 90 year old birthday party. It can help the practitioner increase awareness of what is important to you, and identify if there are things you’d like to do more (or less) of.","relevancy":[{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":80},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":80},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":70},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":70},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":70},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":70},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":60},{"skill":"ckzi3eor91487e2n0qdoa639u","score":50}],"tags":["cl80nkv7900002e64os1wgo0u","cl7lzoeqy00002e62ke8rog8l"],"id":"cl893ktku00002e64b8tg78ib","description":"Meet Yourself at 90 is a guided exercise that helps you be present with your hopes, dreams, priorities, and values by envisioning yourself at your 90 year old birthday party. This is an exercise that sometimes causes strong feelings and sometimes tears. And whatever appears, it's all right. You are big enough to hold all your emotions.\n\n## How it can help\n\nThis exercise can help increase awareness of what is important to you, and identify if there are things you’d like to do more (or less) of.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting the Meet Yourself at 90 exercise for the first time, try the following:\n\n1. Sit yourself comfortably on the chair with a straight yet relaxed back. Let the body rest in itself.\n\n2. Be aware of where you are right now. Gently shut your eyes. Feel that you are completely present in your body. Be aware of the touch of the feet against the ground, the arms touching the legs.\n\n3. Now focus your consciousness on breathing. See how your breath enters your body and then leaves your body. Do not change how you breathe. Just follow the breath, breath for breath.\n\n4. Imagine that you have managed to move forward in time and become yourself when you are 90 years old. You can freely decide where you are. Are you in a room? Are you outdoors? Decide how you want it to look where you are. Imagine that you are there, really place you there.\n\n5. You will soon be visited by a friend or relative who has meant or means a lot to you. In this future, everyone lives so anyone can come, even people who are already dead or who may not live when you are 90. Now decide what you want these important people in your life to remember you for.\n\n6. Choose one person. Let this person come up to you. What do you want this person to say about you as a friend, partner, son / daughter or colleague? Imagine that the person says it. Be courageous, imagine this person says what you most of all want them to say. Even if you do not think you lived up to what you want them to say, let them say it anyway. Do not hold back anything.","link":"meet-yourself-at-90-pg124i2"},{"resources":"- Rework with Google: Understanding team effectiveness - Tool: Foster psychological safety\n[https://rework.withgoogle.com/guides/understanding-team-effectiveness/steps/foster-psychological-safety/](https://rework.withgoogle.com/guides/understanding-team-effectiveness/steps/foster-psychological-safety/)\n- The fearless organization: [https://fearlessorganization.com/](https://fearlessorganization.com/)","name":"The Shield","slug":"1w524fl","intro":"The shield is an exercise for three or more participants that takes 30 min to 4 hours to do. It’s main purpose is to get the participants to talk about and share about themselves. It can help groups connect, get to know each other, and create a climate of trust.","relevancy":[{"skill":"ckzi3gb7f2318e2n04kesx118","score":90},{"skill":"ckzi3g17e2167e2n055jpiaaz","score":90},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":70},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":70},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":70},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":60},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":60},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3ezut1614e2n07fab18pt","score":50}],"tags":["cl80nkv7900002e64os1wgo0u","cl7lzp6jh00012e623q59s9pf"],"id":"cl80jnj0q00042e64nc1o4ws9","description":"The shield is an exercise with many purposes but mainly to get the participants to talk about and share about themselves, as well as getting to know each other. The exercise is for three participants or more and takes 30 min to 4 hours to do. Material needed is paper (preferably flip-chart size) and pen (preferably whiteboard variety).\n\n## How it can help\nThis exercise can help participants share deeper about themselves and create a climate of trust.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with the shield for the first time, try the following: \n\n1. Hand out a paper and pencil to each participant, one for each. \n\n2. Ask participants to draw a large shield on the paper, which is then divided into four parts. \n\n3. In each quarter, participants are asked to describe themselves based on four different themes. It is essential that participants use pictures and not words. The themes can be varied, but suggestions can be, for example: This describes me…; A difficulty I got over…; I am proud of this…; This is what you didn't know about me…; Then I made myself disappear…; My dream is to… ; In twenty years… \n\n4. The participants then share their shields one by one and give a short oral presentation for about a minute. Those listening are invited to take notes and provide positive feedback on the presentations. This feedback is saved for later for the optional feedback session. \n\n5. When everyone has presented their shields, the exercise can end, or can continue with a feedback session. During the feedback session, the participants must, one by one, turn away outward from the group. When feedback is given, the person receiving feedback must only listen and not comment. Feedback is then given in a round; the person sitting to the left of it starts receiving feedback, and then goes clockwise. When everyone has given their feedback, the person who received feedback turns back to the group and says thanks to the group.","link":"the-shield-1w524fl"},{"resources":"* Chawla, L. (2020). Childhood nature connection and constructive hope: A review of research on connecting with nature and coping with environmental loss. People and Nature, 2(3), 619-642.\n\n* van Droffelaar, B. (2020). The Impact of a Wilderness-Based Training Program on Leadership Transformation. Doctoral thesis, Wageningen University, the Netherlands.\n\n* Dunlap, R. E., & Van Liere, K. D. (1978). The “new environmental paradigm”. The journal of environmental education, 9(4), 10-19.\n\n* Evans, G. W., Otto, S., & Kaiser, F. G. (2018). Childhood origins of young adult environmental behavior. Psychological science, 29(5), 679-687.\n\n* Ewert, A., Place, G., & Sibthorp, J. (2005). Early-life outdoor experiences and an individual's environmental attitudes. Leisure Sciences, 27(3), 225-239.\n\n* Gennvi, G. (2019). Nature Quest and The Inner Leadership. [https://www.youtube.com/watch?v=SfpAr-X8bGo](https://www.youtube.com/watch?v=SfpAr-X8bGo)\n\n* Mayer, F. S., & Frantz, C. M. (2004). The connectedness to nature scale: A measure of individuals’ feeling in community with nature. Journal of environmental psychology, 24(4), 503-515.\n\n- Visionary Films Stockholm (2016). Into the Great Mystery - A Reconnection to Nature. [https://vimeo.com/182526162](https://vimeo.com/182526162)","name":"Nature Quest","slug":"sl72413","intro":"Connections with nature have the potential to leverage deep societal change toward respect and care for our environment. It can help the practitioner recognize that we do not exist independently and that our sense of self includes nature, fostering pro-environmental behavior.","relevancy":[{"skill":"ckzi3e4as1251e2n0fz614xn4","score":100},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":100},{"skill":"ckzi3ezut1614e2n07fab18pt","score":90},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":70},{"skill":"ckzi3eor91487e2n0qdoa639u","score":60},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3hqs63163e2n03h36pb73","score":60},{"skill":"ckzi3hi072982e2n0r4cdkqjy","score":50}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl7qkz7q300062e64ynyxxctu","description":"People mainly protect and restore the natural world for the sake of relational values: due to attachment to a special place in nature and in general due to the feeling of being connected with nature. Our level of connection to nature increases with time spent outdoors, especially with time spent in wild nature. Nature quests further develop emotional connection to the natural word, and deepen our awareness towards the environment and the relationship between humankind and the natural world.\n\n## How it can help\n\nExpanding our sense of self so that it includes the natural world can fostering pro-environmental behaviour, as we will be less likely to harm it because harming the natural world would then be experienced like self-destruction.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"If you want to do it yourself, a short or a longer stay, try the following:\n\n1. Find a sit spot that's “calling you,” a place in a forest, a park, or by the water where you want to be. Focus and relate and relax into your surroundings; Observe what is already there and let the beauty guide you.\n\n2. Profoundly connect Inner Nature with Outer Nature and follow it to True Source Nature by listening to the sounds around you, feeling the ground that is carrying you, smelling the air, tasting it, and sinking into your visual field. The aim is to leave everyday habits and patterns behind so something new can emerge.\n\n3. Explore the sensations that may come to mind on the sit spot and let your thinking mind wander; observe your thoughts move like clouds in the blue sky. Notice, and let go.","link":"nature-quest-sl72413"},{"resources":"- Rosenberg, M. B. (2015). Nonviolent communication: a language of life. Encinitas, CA : PuddleDancer Press.\n\n- Rosenberg, M. B. (2005). Speak peace in a world of conflict.\nWhat you say next will change your world. PuddleDancer Press","name":"Nonviolent Communication","slug":"03524df","intro":"Nonviolent communication (NVC) aims at going beyond what people are saying and doing to make explicit people’s internal feelings and needs. It can help the practitioner open a room for shared understanding, discover needs that they were unaware of, and facilitate a solution in line with everyone’s needs that solves a conflict.","relevancy":[{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":90},{"skill":"ckzi3fnea2022e2n0r588if1r","score":80},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":75},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":75},{"skill":"ckzi3ezut1614e2n07fab18pt","score":70},{"skill":"ckzi3g17e2167e2n055jpiaaz","score":65},{"skill":"ckzi3gu6u2638e2n0fmr9gv86","score":60},{"skill":"ckzi3gb7f2318e2n04kesx118","score":60}],"tags":["cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl80iaxwe00042e64bjqvh501","description":"When we listen to another person, there is always a risk that we draw conclusions about what the person is expressing that are not accurate and lead to misunderstandings. These conclusions are often just our own interpretations, which are coloured by our own thoughts, emotions and assumptions around this person as well as by our own (unfulfilled) needs in the situation. A nonviolent communication (NVC) approach asks us to go beyond our first interpretation of what is being expressed and try to listen deeper. \n\n## How it can help\n\nNVC can establish contact and conversation between all parties in cooperation or a conflict by identifying and expressing everyone’s needs, and then developing a shared strategy that leads to a solution to the tension as a next step. Acknowledge that there are different needs and that no strategy has yet been found to meet them amicably makes it easier to solve a conflict. NVC supports us to express what we want and ask for things in a way that is more transparent with our needs and feelings and in line with the needs of the other people in the situation.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with NVC for the first time, try the following: \n\n1. When listening to another, hold space within you for the other person’s view and emotions without subsuming your own needs and emotions. Go beyond your first interpretation of what is being expressed and try to listen deeper. \n\n2. Instead of instinctually responding as if you were being attacked, ask further questions on how this person feels and about needs that are not being met.","link":"nonviolent-communication-03524df"},{"resources":"* Johnson, B. 2020 And, Making a Difference by Leveraging Polarity, Paradox or Dilemma. Volume One: Foundations. HRD Press, MA, USA","name":"Personal Growth through a Polarity Lens","slug":"a4324v9","intro":"The Polarity Map organises wisdom around your Greater Purpose Statement and your Deeper Fear. It can help the practitioner to identify and manage seemingly unsolvable or paradoxical problems.","relevancy":[{"skill":"ckzi3cvpf0851e2n00bcmzsgz","score":80},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":70},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":70},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":60},{"skill":"ckzi3ezut1614e2n07fab18pt","score":60},{"skill":"ckzi3dtdk1142e2n0m9v02uf5","score":50}],"tags":["cl80nkv7900002e64os1wgo0u","cl4mbzx5z00042e64g1ueu8vj","cl7lzoeqy00002e62ke8rog8l"],"id":"cl7qiyv7c00022e6418w1s71w","description":"The Polarity Map is a wisdom organiser. The wisdom is in you. At the top of the map is your GPS – Greater Purpose Statement, for example “personal growth.” At the bottom is the Deeper Fear of what will happen if you do not leverage this polarity well, for example “stuck” which indicates a lack of personal growth.\n\n## How it can help\n\nThe 8 sections of the map help you identify and manage seemingly unsolvable or paradoxical problems.\n\n![Overview of the Polarity Lens, describing the 8 steps](/images/polarity-lens.webp)\n\n#### Learn more\n\nYou can find an example of how to use the Polarity Lens in practice in the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf).","actions":"When starting the Polarity Lens for the first time, try the following:\n\n1. On a blank piece of paper, copy the Polarity Lens with just the numbers (1-8) in the spaces without any of the print.\n2. Write your Greater Purpose Statement at the top and Deeper Fear at the bottom\n3. Write one word answers or simple statements to fill in the sections numbered 1-8 in order.","link":"personal-growth-through-a-polarity-lens-a4324v9"},{"name":"ALIVE: Daily Quests – Pilot","slug":"z57tz2h","intro":"This is a pilot testing of the application of a new psychological model called ALIVE. The acronym ALIVE stands for Actively Living and Interconnecting Vitally in one’s Embedded-world, which essentially means to engage in doing what’s important to you, connect with others and have a sense of belonging.","relevancy":[{"skill":"ckzi3blfz0687e2n0huf88a8y","score":80},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":60},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":50},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":50},{"skill":"ckzi3e4as1251e2n0fz614xn4","score":50},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":40},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":40},{"skill":"ckzi3h80v2807e2n0l44d20qr","score":40}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"alive-daily-quests-pilot-z57tz2h","id":"cl44ijlka0006rmpz9fz38mle","description":"Do more of what matters in this groundbreaking pilot course.\n\n## About the course\n\nALIVE comprises three fundamental skills that can be practiced:\n\n* Tune into what we see, feel, think and perceive\n* See that we have possibilities to chose our actions, even in challenging circumstances\n* Choose to act in a way that’s meaningful, as the person we want to be\n\nResearch has shown that people who engage in an ALIVE-related intervention tend to recover faster from sickness, are more satisfied with life and less depressed. ALIVE has also been linked to a number of other positive outcomes.\n\nIn this first version of the course we will not save or store your answers anywhere, so if you want to be able to get back to your own answers and reflections, you’ll need to write them down or take a screen shot. As this is a pilot testing of both the content and the format with daily quests and check-ins, we would really appreciate your feedback.\n\n## What will I learn?\n\nIn life, it’s easy to loose track of what’s important and the things that are meaningful to us. In this novel course format you will be able to try out new ways of approaching your daily go-abouts with small daily quests, challenging you to break a habit, push your boundaries, try new social behaviors or chose to do something meaningful at this very moment.\n\n## How does it work?\n\nIn this course you will get a daily quest: a brief push notification with instructions to do something in a different way than you usually do it.\n\nYou will get a daily quest for six days a week on a random time point during the first half of the day. Each day you will be offered to do a brief check-in at the end of the day where you can share your thoughts, read other’s reflections and evaluate today’s quest.\n\nOnce a week you are offered to share your experiences in a live video sharing group with other participants.\n\n#### Who created this course?\n\nThis course has been created by Frank W. Bond and Jonathan R. Dowling from Goldsmiths, University of London (2020)\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"ALIVE: Daily Quests – Pilot\" in the 29k app!](https://app.29k.org/alive-daily-quests-idg)"},{"resources":"* Flaxman, PE & Bond FW. (2010) [A randomised worksite comparison of acceptance and commitment therapy and stress inoculation training](https://www.sciencedirect.com/science/article/pii/S0005796710000872). Behaviour Research and Therapy, 48:8.\n\n* Lloyd, J, Bond, FW & Flaxman, PE. (2013) [The value of psychological flexibility: Examining psychological mechanisms underpinning a cognitive behavioural therapy intervention for burnout](https://doi.org/10.1080/02678373.2013.782157), Work & Stress, 27:2.\n\n* Frögéli, E, Djordjevic, A, Rudman, A, Livheim, F & Gustavsson, P. (2016) [A randomized controlled pilot trial of acceptance and commitment training (ACT) for preventing stress-related ill health among future nurses](https://doi.org/10.1080/10615806.2015.1025765), Anxiety, Stress & Coping, 29:2\n\n* Bond, FW & Bunce, D. (2000) [Mediators of change in emotion-focused and problem-focused worksite stress management interventions](https://doi.org/10.1037/1076-8998.5.1.156). Journal of Occupational Health Psychology, 5:1.\n\n* Ek, D, Hedensjö, B & Livheim, F (2017). [Tid att leva: ett tioveckors program för stresshantering med ACT och medveten närvaro](https://www.nok.se/titlar/akademisk-psykologi/tid-att-leva/). Natur & Kultur, Stockholm.","name":"Dealing with Stress","slug":"z32tzib","intro":"What would life look like if it was less stressful? In this course you'll get to explore ways to improve your ability to deal with stress and live a life that is more meaningful to you.","relevancy":[{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":85},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":85},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":80},{"skill":"ckzi3ezut1614e2n07fab18pt","score":80},{"skill":"ckzi3am4y0486e2n04obcy6hi","score":70}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"dealing-with-stress-z32tzib","id":"cl44ijlka0003rmpzc7xz0ntw","description":"This course is designed to help you take crucial steps towards a less stressful life by working through exercises drawn from the leading research on stress and resilience.\n\nIt will provide you with tools to change what is causing you stress. Change what you can and find new ways to relate to that which you can't affect.\n\n## What will I learn?\n\n* Reduce stress\n* Increase your ability to handle challenges\n* Lead a more meaningful life\n\n## How does it work?\n\n- This course consists of 8 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\n\nThis course has been co-created by researchers and psychologists at 29k and the Karolinska Institute.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Dealing with Stress\" in the 29k app!](https://app.29k.org/dealing-with-stress-idg)"},{"resources":"* Kegan, R. & Lahey, L. (2009). Immunity to change: How to overcome it and unlock the potential in yourself and your organization. Boston: Harvard Business Press.","name":"Immunity to Change (ITC) Process","slug":"i21248c","intro":"The Immunity to Change (ITC) process addresses the foundation of how we make sense of the world and our place in it, by accessing our hidden assumptions. It can help the practitioner to gain insights into emotional reactions and assumptions, giving greater freedom and allowing one to harbour more complexity in one’s inner space.","relevancy":[{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":75},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":70},{"skill":"ckzi3cvpf0851e2n00bcmzsgz","score":70},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":70},{"skill":"ckzi3cikk0766e2n0j9my4e46","score":50},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":40}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl7qi18fg00002e646g3wta0e","description":"The ITC process came out of Robert Kegan’s Subject object theory, which addresses how we may differentiate ourselves from what we are stuck and embedded in. The ITC process starts with an individual development goal, and explores our emotional reactions and assumptions when we try to pursue this goal.\n\n## How it can help\n\nICT can help put our assumptions into words and take them as an object, resulting in us no longer being owned by the assumption and losing control over us. That will then give us greater freedom and allow us to harbor more complexity in our inner space.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting the ICT process for the first time, try the following:\n\n1. Begin by setting an individual development goal, which could be to exercise more or set boundaries and say no to others’ expectations and wishes.\n\n2. When we try to pursue these goals and try to make a significant change in our lives, often something in us seems to resist the change and prevents us from changing our behavior to something that is unfamiliar to us. According to the process, this happens since this new behavior challenges assumptions we have about ourselves that we may not be aware of. Try to identify the assumptions that are preventing behavior change. For example, if I want to be better at saying no to others’ wishes, it may challenge my assumption that I see myself as someone that is needed by others.","link":"immunity-to-change-itc-process-i21248c"},{"name":"Meaning-making in a Crisis","slug":"z56tzf1","intro":"In this course you will take the first step on a journey to a more meaningful life in these times of turmoil, based on what really matters to you, practice acceptance and work on finding your values.","relevancy":[{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":70},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":70},{"skill":"ckzi3hqs63163e2n03h36pb73","score":70},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":60}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"meaning-making-in-a-crisis-z56tzf1","id":"cl44ijlka0007rmpzbqao4czu","description":"## About the course\n\nIn our everyday life, we can easily lose touch with what matters to us, especially when we’re dealing with a challenging situation or going through a crisis. That is also when we tend to give up on activities that recharge our batteries.\n\nConnecting to our deepest values is a powerful tool that helps us take meaningful actions in any area of our life. Even when the world around us seems ‘upside down’, we have the opportunity to reboot our lives and lead them in a more meaningful direction.\n\n## What will I learn?\n\n- Guide to finding your values\n- Live a more meaningful life\n- Acceptance\n- Opening up to life\n\n## How does it work?\n\n- This course consists of 4 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Meaning-making in a Crisis\" in the 29k app!](https://app.29k.org/meaning-making-in-a-crisis-idg)"},{"resources":"* Baminiwatta, A., & Solangaarachchi, I. (2021). Trends and Develop- ments in Mindfulness Research over 55 Years: A Bibliometric Analysis of Publications Indexed in Web of Science. Mindfulness, 12(9), 2099–2116. <https://doi.org/10.1007/s12671-021-01681-x>\n* Keng, S. L., Smoski, M. J., & Robins, C. J. (2011). Effects of mindfulness on psychological health: a review of empirical studies. Clinical psychol- ogy review, 31(6), 1041–1056. <https://doi.org/10.1016/j.cpr.2011.04.006>\n* Søvold, L. E., Naslund, J. A., Kousoulis, A. A., Saxena, S., Qoronfleh, M. W., Grobler, C., & Münter, L. (2021). Prioritizing the Mental Health and Well-Being of Healthcare Workers: An Urgent Global Public Health Priority. Frontiers in public health, 9, 679397. <https://doi.org/10.3389/fpubh.2021.679397>\n* Bristow, J., Bell, R., Wamsler, C. (2022). Reconnection: Meeting the Climate Crisis Inside Out. Research and policy report.’ The Mindfulness Initiative and LUCSUS. <https://www.themindfulnessinitiative.org/Handlers/Download.ashx?IDMF=8d56bcb4-15a0-4b39-9236-064eb302ef99>\n* Dexing Zhang, Eric K P Lee, Eva C W Mak, C Y Ho, Samuel Y S Wong, Mindfulness-based interventions: an overall review, British Medical Bulletin, Volume 138, Issue 1, June 2021, Pages 41–57, <https://doi.org/10.1093/bmb/ldab005>\n* Wamsler, C. (2018) Mind the gap: The role of mindfulness in adapting to increasing risk and climate change. Sustainability Science, 13(4):1121-1135. <https://doi.org/10.1007/s11625-017-0524-3>\n* Wamsler, C., Brossmann, J., Hendersson, H., Kristjansdottir, R., McDonald, C. and Scarampi, P. (2018) Mindfulness in sustainability science, practice, and teaching, Sustainability Science, 13(1):143-162. <https://doi.org/10.1007/s11625-017-0428-2>\n* Wamsler, C., Osberg, G., Osika, W., Hendersson, H., Mundaca, L. (2021) Linking internal and external transformation for sustainability and climate action: Towards a new research and policy agenda, Global Environmental Change, 71:102373. <https://doi.org/10.1016/j.gloenvcha.2021.102373>\n* Zenner C, Herrnleben-Kurz S and Walach H (2014) Mindfulness-based interventions in schools—a systematic review and meta-analysis.\\\n  Front. Psychol. 5:603. doi: 10.3389/fpsyg.2014.00603","name":"Mindfulness Practices","slug":"14122oi","intro":"Mindfulness is the capacity to attend intentionally to present-moment experience, with an attitude of openness, curiosity, and care. It can help the practitioner establish a more conscious way of living, as well as improve focus and productivity, mental health and well-being, body awareness and emotional processing.","relevancy":[{"skill":"ckzi3blfz0687e2n0huf88a8y","score":90},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":90},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":80},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":60},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":40}],"tags":["cl87r11sd00012e64lyugvbv2","cl7lzoeqy00002e62ke8rog8l"],"id":"cl7lzhdz200002e62koljp0nv","description":"Mindfulness is an inherent human capacity that enables people to attend intentionally to present-moment experience, inside themselves as well as in their environment, with an attitude of openness, curiosity, and care. Mindfulness is not about emptying one’s mind or trying to control one’s thoughts or emotions, but it does involve paying attention in a particular way in order to become more in conscious charge of one’s attentional faculties. Mindfulness can be developed through practice.\n\nDeveloping mindfulness or mindful presence has been a central practice in many spiritual and religious traditions for millennia. During the last decades, it has been brought to the Western world at a bigger scale through clinical health care in the form of standardized programs called mindfulness-based interventions (MBIs), which have been adapted to educational and workplace contexts. These typically include formal practices, such as sitting meditation, mindful movement and the ‘body scan’, as well as informal practices that bring awareness to everyday activities – pausing and responding mindfully where one might otherwise act through habit or impulse. Increasingly, explicit kindness and compassion-related exercises may also be included.\n\n## How it can help\n\nCultivating mindfulness helps increase awareness of one’s inner life, as well as the way one interacts with other people and the world. As such it may help the practitioner to establish a more conscious way of living on a day-to-day basis. For leaders and employees, the evidence-based effects of practicing mindfulness on a regular basis are improved focus and productivity, mental health and well-being, emotional processing, communication, connection with self, others, and nature, and support of collective and systems change.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting a mindfulness practice for the first time, try the following:\n\n1. Choose an object, either internally like the sensation of breathing or externally such as a thing or sound in the environment, and begin with directing and resting the attention there.\n\n2. As one notices the mind wandering, one gently redirects the attention back to observing the object – without judgment and while allowing whatever is observed or felt to be as it is in that moment. Over time one can develop the ability to be with the totality of one’s experience in this way, even thoughts or difficult emotions, without getting swept away or overwhelmed.","link":"mindfulness-practices-14122oi"},{"resources":"* Laske, O. (2011). Measuring hidden dimensions. The art and science of fully engaging adults. Gloucester, MA, USA: Interdevelopmental Institute Press.\n* Laske, O. (2015). Dialectical thinking for integral leaders: A primer. Tucson Arizona: Integral Publishers.\n* Shannon, N. and Frischhertz, B. (2020). Metathinking: the art and prac- tice of transformational thinking. Cham, Switzerland: Springer.","name":"Dialectical Thought Form Framework","slug":"oi322qb","intro":"The dialectical thought form framework (DTF) offers insights into reality’s messiness and complexity beyond our attempts to categorise it. It can help the practitioner see how things depend on each other rather than existing in isolation.","relevancy":[{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":100},{"skill":"ckzi3cvpf0851e2n00bcmzsgz","score":80},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":80},{"skill":"ckzi3ayvo0547e2n03lvu0goo","score":60},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":40}],"tags":["cl7lzp6jh00012e623q59s9pf","cl87r11sd00012e64lyugvbv2"],"id":"cl7niemn300022e62sde4ea1n","description":"Categorizing skills and methods into different boxes is commonly associated with formal logical and linear thinking. DTF offers insights into unlocking our thought habits to see reality’s messiness and complexity beyond our attempts to categorise it. From a dialectical standpoint, it is more natural to find good questions and ask what’s missing than to provide answers. The framework is a collection of thought forms ordered in the four moments structure, process, relation and transformation.\n\n## How it can help\n\nIt can help the practitioner begin to see reality more as a process of evolving and developing, as phenomena in a larger, integral, interdependent context rather than as discrete things. This helps the practitioner see how things fit together and depend on each other for their existence rather than being isolated, building complexity awareness for the challenges we are solving.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.","actions":"When starting with DTF for the first time, try the following:\n\n1. Start by applying the dialectical framework to yourself, by thinking of yourself not as a static being but as an evolving and learning being that is in a development process. Consider yourself more as a part of the larger context, your organisation, your culture and your lineage. And rather than seeing yourself as an individual having relations, you may acknowledge more how the relations you have define who you are.\n\n2. Identify a coach who can assess your individual ability for dialectical thinking through an interview. One’s thought patterns are identified and mind-opening exercises can support the development where needed.","link":"dialectical-thought-form-framework-oi322qb"},{"resources":"* Kanter, J. W., Kuczynski, A. M., Tsai, M., & Kohlenberg, R. J. (2018). A brief contextual behavioral intervention to improve relationships: A randomized trial. Journal of contextual behavioral science, 10, 75-84.\n\n* Kanter, J. W., Kuczynski, A. M., Manbeck, K. E., Corey, M. D., & Wallace, E. C. (2020). An integrative contextual behavioral model of intimate relations. Journal of Contextual Behavioral Science.\n\n* Aron, A., Melinat, E., Aron, E. N., Vallone, R. D., & Bator, R. J. (1997). The experimental generation of interpersonal closeness: A procedure and some preliminary findings. Personality and social psychology bulletin, 23(4), 363-377.\n\n* Collins, N. L., & Miller, L. C. (1994). Self-disclosure and liking: a meta-analytic review. Psychological bulletin, 116(3), 457.\n\n* Oswald, D. L., Clark, E. M., & Kelly, C. M. (2004). Friendship maintenance: An analysis of individual and dyad behaviors. Journal of Social and clinical psychology, 23(3), 413-441.\n\n* Reis, H. T., Shaver, P., Duck, S., & Hay, D. F. (1988). Intimacy as an interpersonal process. Handbook of personal relationships.\n\n* Tsai, M., Hardebeck, E., Ramos, F. P., Turlove, H., Nordal‐Jonsson, K., Vongdala, A., ... & Kohlenberg, R. J. (2020). Helping couples connect during the COVID‐19 pandemic: A pilot randomised controlled trial of an awareness, courage, and love intervention. Applied Psychology: Health and Well‐Being, 12(4), 1140-1156.","name":"Deepening Relationships","slug":"z45tzr2","intro":"This course explores how to grow relationships and take bold steps in letting your true self come to life in relationships. Whether you want to strengthen a relationship to a friend, partner, colleague or family member, this course can help you get going.","relevancy":[{"skill":"ckzi3e4as1251e2n0fz614xn4","score":70},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":60},{"skill":"ckzi3b8sz0614e2n0ijnnazce","score":50},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":50},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":40}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"deepening-relationships-z45tzr2","id":"cl44ijlka0005rmpz4op39kof","description":"Explore and develop skills for creating deeper connections with other human beings.\n\n## About the course\n\nWhat would your life look like if you were able to fully express yourself in relationships, with courage and with love, to create safety for others to do the same, and to accept and let in the love that other people have to offer you?\n\nThis course explores how to grow relationships and take bold steps in letting your true self come to life in relationships. Whether you want to strengthen a relationship to a friend, partner, colleague or family member, this course can help you get going. The basic formula backed up by science is: spending time x being courageous x being loving x being aware = deeper connection.\n\n## What will I learn?\n\n* Find courage to love\n* Create safety for others to do the same\n* Learn how to fully express yourself in a relationship\n\n## How does it work?\n\n- This course consists of 4 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\n\nThis course has been created in collaboration with the renowned relationship researchers Mavis Tsai and Jonathan W Kanter, and was edited by 29k psychologist Daniel Ek. The content in the course is based on well-researched exercises and interventions and a list of scientific references can be found below.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Deepening Relationships\" in the 29k app!](https://app.29k.org/deepening-relationships-idg)"},{"resources":"* Kanter, J. W., Kuczynski, A. M., Tsai, M., & Kohlenberg, R. J. (2018). A brief contextual behavioral intervention to improve relationships: A randomized trial. Journal of contextual behavioral science, 10, 75-84.\n\n* Kanter, J. W., Kuczynski, A. M., Manbeck, K. E., Corey, M. D., & Wallace, E. C. (2020). An integrative contextual behavioral model of intimate relations. Journal of Contextual Behavioral Science.\n\n* Aron, A., Melinat, E., Aron, E. N., Vallone, R. D., & Bator, R. J. (1997). The experimental generation of interpersonal closeness: A procedure and some preliminary findings. Personality and social psychology bulletin, 23(4), 363-377.\n\n* Collins, N. L., & Miller, L. C. (1994). Self-disclosure and liking: a meta-analytic review. Psychological bulletin, 116(3), 457.\n\n* Oswald, D. L., Clark, E. M., & Kelly, C. M. (2004). Friendship maintenance: An analysis of individual and dyad behaviors. Journal of Social and clinical psychology, 23(3), 413-441.\n\n* Reis, H. T., Shaver, P., Duck, S., & Hay, D. F. (1988). Intimacy as an interpersonal process. Handbook of personal relationships.\n\n* Tsai, M., Hardebeck, E., Ramos, F. P., Turlove, H., Nordal‐Jonsson, K., Vongdala, A., ... & Kohlenberg, R. J. (2020). Helping couples connect during the COVID‐19 pandemic: A pilot randomised controlled trial of an awareness, courage, and love intervention. Applied Psychology: Health and Well‐Being, 12(4), 1140-1156.","name":"Nourishing Relationships","slug":"z44tzww","intro":"This course explores several powerful ways to strengthen and deepen your relationships. In times of hardship, few things are as important as experiencing deep connection to others.","relevancy":[{"skill":"ckzi3e4as1251e2n0fz614xn4","score":60},{"skill":"ckzi3ef9s1366e2n082dhihsm","score":50},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":40},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":40},{"skill":"ckzi3f9cj1747e2n0taoxah1j","score":40}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"nourishing-relationships-z44tzww","id":"cl44ijlka0004rmpz0lan5s7d","description":"In tough times we need each other more than ever. At the same time we easily forget to nourish our relations when we’re in the midst of turmoil. This course explores several powerful ways to strengthen and deepen your relationships.\n\n## What will I learn?\n\n- Find courage to love\n- Create safety for others to do the same\n- Learn how to fully express yourself in a relationship\n\n## How does it work?\n\n- This course consists of 3 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\n\nThis course has been created in collaboration with the renowned relationship researchers Mavis Tsai and Jonathan W Kanter, and was edited by 29k psychologist Daniel Ek. The content in the course is based on well-researched exercises and interventions and a list of scientific references can be found below.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Nourishing Relationships\" in the 29k app!](https://app.29k.org/nourishing-relationships-idg)"},{"resources":"* Hayes SC, Pistorello J, Levin ME. [Acceptance and commitment therapy as a unified model of behavior change](https://journals.sagepub.com/doi/10.1177/0011000012460836). The Counseling Psychologist. 2012;40(7).\n\n* Villatte JL, Vilardaga R, Villatte M, Plumb Vilardaga JC, Atkins DC, Hayes SC. [Acceptance and Commitment Therapy modules: Differential impact on treatment processes and outcomes](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4752868/). Behav Res Ther. 2016;77.\n\n* Rickardsson, J, Gentili, C, Holmström, L, et al. (2021). [Internet-delivered acceptance and commitment therapy as microlearning for chronic pain: A randomized controlled trial with 1-year follow-up](https://doi.org/10.1002/ejp.1723). European Journal of Pain vol 25.","name":"Coping with Crisis","slug":"z69tzrp","intro":"Are you in a tough spot fearing what the future might hold? This course will give you tools for coping better with change. You’ll learn a range of psychological tools that are proven to reduce the effects of overwhelm, anxiety and stress.","relevancy":[{"skill":"ckzi3hqs63163e2n03h36pb73","score":50},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":40},{"skill":"ckzi3d9gp0942e2n0lvc6k1nh","score":40},{"skill":"ckzi3dk3h1039e2n0qxij7ooh","score":40},{"skill":"ckzi3ezut1614e2n07fab18pt","score":40}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"coping-with-crisis-z69tzrp","id":"cl44ijlka0009rmpz0t540wje","description":"## About this course\n\nYou are not alone. Sometimes we find ourselves in situations we never expected.\n\nWhen we’re faced with a challenge, it’s perfectly normal to experience strong emotions such as stress, worry and anxiety. Experiencing difficult emotions can propel us into constructive action. But often we get stuck in our anxiety and engage in behaviors that make us feel worse instead.\n\nIn this course, you’ll learn a range of psychological tools that are proven to reduce the effects of overwhelm, anxiety and stress.\n\n## What will I learn?\n\n- Increase your ability to handle challenges\n- Practice to meet the situation as it is\n- Face difficult emotions and experiences\n\n## How does it work?\n\n- This course consists of 3 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\n\nThe course was crafted by the psychologists at 29k in collaboration with teachers and researchers from the university Karolinska Institute in Stockholm, Sweden.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratize access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Coping with Crisis\" in the 29k app!](https://app.29k.org/coping-with-crisis-idg)"},{"resources":"* Hayes, Steven. (2005). [Get out of your mind and into your life. The new acceptance and commitment therapy.](https://www.goodreads.com/en/book/show/25348.Get_Out_of_Your_Mind_and_Into_Your_Life) New Harbinger Publications, Oakland, California\n\n* Hayes, S. C., Luoma, J. B., Bond, F. W., Masuda, A., & Lillis, J. (2006). [Acceptance and commitment therapy: Model, processes and outcomes.](https://www.sciencedirect.com/science/article/abs/pii/S0005796705002147) Behaviour Research and Therapy, 44(1).\n\n* Bond, F. W., & Dowling, J. R. (Manuscript in preparation) Actively Living as an Individual Vitally Embodied (ALIVE).\n\n* Eifert, G. H., & Forsyth, J. P. (2005). [Acceptance and commitment therapy for anxiety disorders: A practitioner's treatment guide to using mindfulness, acceptance, and values-based behavior change strategies.](https://www.newharbinger.com/9781572244276/acceptance-and-commitment-therapy-for-anxiety-disorders/) New Harbinger Publications, Oakland, California.","name":"Acting with Purpose","slug":"z33tz83","intro":"A course that provides three tools to create a healthier and more constructive relationship to the global and societal challenges we face through individual action.","relevancy":[{"skill":"ckzi3am4y0486e2n04obcy6hi","score":80},{"skill":"ckzi3a4z90431e2n04kx2pbq2","score":70},{"skill":"ckzi3blfz0687e2n0huf88a8y","score":40}],"tags":["cl4mbwmh400002e64dj6n7abw","cl4mbzx5z00042e64g1ueu8vj","cl37epfsz0159jgn0ytt4k64j"],"link":"acting-with-purpose-z33tz83","id":"cl44ijlka0002rmpzc0sp564z","description":"What would your life look like if you lived in accordance with what's most important to you?\n\n## About the course\n\nIn this course you'll get to explore ways to reflect on who you want to be as a person, reconnect to your values and take meaningful action in every moment of our lives.\n\nThroughout our lives it's easy to lose touch with – or even forget about – what matters to us.\n\nEspecially when we’re dealing with a challenging situation. Taking the time to really understand what's important to us helps us take meaningful action in every moment of our lives.\n\n“Every person has the power to affect and change their world. One must start by looking inwards. That gives confidence, strength and the courage to stand up for one’s beliefs” – Jan Eliasson, former Deputy Secretary-General of the United Nations.\n\n## What will I learn?\n\n* Connect to your personal values.\n* Act according to what's important to you.\n* Strategies to cope better with anxiety.\n\n## How does it work?\n\n- This course consists of 3 lessons.\n- By doing this course together with a group of friends, colleagues or other people in the 29k app, you gain more value from the course, and get support along the journey.\n- After completing each lesson, you can have a sharing session with your group to dive deeper into each topic. This is an opportunity to be present, learn from each other, and create a safe space for meaningful human connection.\n\n#### Who created this course?\n\nThis course has been co-created by researchers and psychologists at 29k and the Karolinska Institute.\n\n#### About 29k\n\n29k is a Swedish foundation and one of the initiating partners of the IDGs initiative. 29k's mission is to democratise access to inner development. 29k does this via a non-profit, open-source digital platform that provides free access to evidence-based psychological tools for mental health and inner development. All interventions are co-created together with leading researchers on the topic in question. Check out more at [www.29k.org](https://29k.org).","actions":"* [Try \"Acting with Purpose\" in the 29k app!](https://app.29k.org/acting-with-purpose-idg)"}],"skills":[{"id":"ckzi3a4z90431e2n04kx2pbq2","name":"Inner Compass","description":"Having a deeply felt sense of responsibility and commitment to values and purposes relating to the good of the whole.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3am4y0486e2n04obcy6hi","name":"Integrity and Authenticity","description":"A commitment and ability to act with sincerity, honesty and integrity.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3ayvo0547e2n03lvu0goo","name":"Openness and Learning Mindset","description":"Having a basic mindset of curiosity and a willingness to be vulnerable and embrace change and grow.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3b8sz0614e2n0ijnnazce","name":"Self-awareness","description":"Ability to be in reflective contact with own thoughts, feelings and desires; having a realistic self-image and ability to regulate oneself.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3blfz0687e2n0huf88a8y","name":"Presence","description":"Ability to be in the here and now, without judgement and in a state of open-ended presence.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3cikk0766e2n0j9my4e46","name":"Critical Thinking","description":"Skills in critically reviewing the validity of views, evidence and plans.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3cvpf0851e2n00bcmzsgz","name":"Complexity Awareness","description":"Understanding of and skills in working with complex and systemic conditions and causalities.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3d9gp0942e2n0lvc6k1nh","name":"Perspective Skills","description":"Skills in seeking, understanding and actively making use of insights from contrasting perspectives.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dk3h1039e2n0qxij7ooh","name":"Sense-making","description":"Skills in seeing patterns, structuring the unknown and being able to consciously create stories.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dtdk1142e2n0m9v02uf5","name":"Long-term Orientation and Visioning","description":"Long-term orientation and ability to formulate and sustain commitment to visions relating to the larger context.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3e4as1251e2n0fz614xn4","name":"Appreciation","description":"Relating to others and to the world with a basic sense of appreciation, gratitude and joy.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ef9s1366e2n082dhihsm","name":"Connectedness","description":"Having a keen sense of being connected with and/or being a part of a larger whole, such as a community, humanity or global ecosystem.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3eor91487e2n0qdoa639u","name":"Humility","description":"Being able to act in accordance with the needs of the situation without concern for one's own importance.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ezut1614e2n07fab18pt","name":"Empathy and Compassion","description":"Ability to relate to others, oneself and nature with kindness, empathy and compassion and address related suffering","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3f9cj1747e2n0taoxah1j","name":"Communication Skills","description":"Ability to really listen to others, to foster genuine dialogue, to advocate own views skillfully, to manage conflicts constructively and to adapt communication to diverse groups.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3fnea2022e2n0r588if1r","name":"Co-creation Skills","description":"Skills and motivation to build, develop and facilitate collaborative relationships with diverse stake-holders, characterized by psychological safety and genuine co-creation.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3g17e2167e2n055jpiaaz","name":"Inclusive Mindset and Intercultural Competence","description":"Willingness and competence to embrace diversity and include people and collectives with different views and backgrounds.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gb7f2318e2n04kesx118","name":"Trust","description":"Ability to show trust and to create and maintain trusting relationships.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gknp2475e2n0dm59ikcn","name":"Mobilisation Skills","description":"Skills in inspiring and mobilizing others to engage in shared purposes.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gu6u2638e2n0fmr9gv86","name":"Courage","description":"Ability to stand up for values, make decisions, take decisive action and, if need be, challenge and disrupt existing structures and views.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3h80v2807e2n0l44d20qr","name":"Creativity","description":"Ability to generate and develop original ideas, innovate and being willing to disrupt conventional patterns.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hi072982e2n0r4cdkqjy","name":"Optimism","description":"Ability to sustain and communicate a sense of hope, positive attitude and confidence in the possibility of meaningful change.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hqs63163e2n03h36pb73","name":"Perseverance","description":"Ability to sustain engagement and remain determined and patient even when efforts take a long time to bear fruit.","dimension":"ckzi39fwv0374e2n0d2eynda4"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Being","subtitle":"Relationship to Self","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"],"description":"Cultivating our inner life and developing and deepening our relationship to our thoughts, feelings and body help us be present, intentional and non-reactive when we face complexity."},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Thinking","subtitle":"Cognitive Skills","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"],"description":"Developing our cognitive skills by taking different perspectives, evaluating information and making sense of the world as an interconnected whole, is essential for wise decision-making."},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relating","subtitle":"Caring for Others and the World","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"],"description":"Appreciating, caring for and feeling connected to others, such as neighbors, future generations or the biosphere, helps us create more just and sustainable systems and societies for everyone."},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Collaborating","subtitle":"Social Skills","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"],"description":"To make progress on shared concerns, we need to develop our abilities to include, hold space and communicate with stakeholders with different values, skills and competencies."},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Acting","subtitle":"Enabling Change","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"],"description":"Qualities such as courage and optimism help us acquire true agency, break old patterns, generate original ideas and act with persistence in uncertain times."}],"tags":[{"id":"cl4mbwmh400002e64dj6n7abw","name":"Course"},{"id":"cl80nkv7900002e64os1wgo0u","name":"Exercise"},{"id":"cl7lzp6jh00012e623q59s9pf","name":"Facilitated"},{"id":"cl4mbzx5z00042e64g1ueu8vj","name":"Free"},{"id":"cl87r11sd00012e64lyugvbv2","name":"Method"},{"id":"cl37epfsz0159jgn0ytt4k64j","name":"Non-profit"},{"id":"cl7lzoeqy00002e62ke8rog8l","name":"Self-directed"}]},"es":{"tools":[],"skills":[{"id":"ckzi3a4z90431e2n04kx2pbq2","name":"Brújula interior","description":"Tener un profundo sentido de la responsabilidad y el compromiso con valores y propósitos relacionados con el bien común.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3am4y0486e2n04obcy6hi","name":"Integridad y autenticidad","description":"Compromiso y capacidad para actuar con sinceridad, honestidad e integridad.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3ayvo0547e2n03lvu0goo","name":"Apertura y mentalidad de aprendizaje","description":"Poseer una mente curiosa y una disposición a ser vulnerable y a aceptar el cambio y crecer.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3b8sz0614e2n0ijnnazce","name":"Autoconciencia","description":"Habilidad de contactar reflexivamente con los pensamientos, sentimientos y deseos propios; tener una imagen propia realista y saber autorregularse.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3blfz0687e2n0huf88a8y","name":"Presencia","description":"Habilidad de estar en el aquí y ahora, sin juzgar y en un estado de presencia abierta.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3cikk0766e2n0j9my4e46","name":"Pensamiento crítico","description":"Aptitudes para la revisión crítica y validación de opiniones, evidencia y planes.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3cvpf0851e2n00bcmzsgz","name":"Conciencia de complejidad","description":"Comprensión y habilidades para trabajar con condiciones y causalidades complejas y sistémicas.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3d9gp0942e2n0lvc6k1nh","name":"Habilidades de perspectiva","description":"Habilidades para buscar, entender y hacer uso activo de conocimientos desde perspectivas que contrasten.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dk3h1039e2n0qxij7ooh","name":"Búsqueda de sentido","description":"Habilidades para identificar patrones, estructurar lo desconocido y ser capaz de crear historias conscientemente.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dtdk1142e2n0m9v02uf5","name":"Orientación y visión a largo plazo","description":"Orientación a largo plazo y capacidad para formular y mantener el compromiso con visiones relacionadas con el contexto más amplio.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3e4as1251e2n0fz614xn4","name":"Aprecio","description":"Relacionarse con los demás y con el mundo con un sentido básico de aprecio, gratitud y alegría.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ef9s1366e2n082dhihsm","name":"Conectividad","description":"Tener una profunda conexión con los demás y/o formar parte de un conjunto más amplio, como puede ser una comunidad, la humanidad o el ecosistema global.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3eor91487e2n0qdoa639u","name":"Humildad","description":"Ser capaz de actuar de acuerdo con las necesidades de la situación sin preocuparse por la propia importancia.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ezut1614e2n07fab18pt","name":"Empatía y Compasión","description":"Habilidad de relacionarse con los demás, con uno mismo y con la naturaleza, con bondad, empatía y compasión y abordar el sufrimiento del prójimo.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3f9cj1747e2n0taoxah1j","name":"Habilidad para la comunicación","description":"Aptitud de realmente escuchar a los demás, promover el diálogo genuino, defender hábilmente nuestros puntos de vista, manejar conflictos constructivamente y adaptar la comunicación a grupos diversos.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3fnea2022e2n0r588if1r","name":"Habilidades de co- creación","description":"Habilidad y motivación para construir, desarrollar y facilitar relaciones colaborativas con grupos de interés diversos, caracterizado por la seguridad psicológica y la co-creación genuina.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3g17e2167e2n055jpiaaz","name":"Mentalidad inclusiva y competencia intercultural","description":"Disposición y competencias para acoger la diversidad e incluir a personas y colectivos con perspectivas y experiencias diferentes.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gb7f2318e2n04kesx118","name":"Confianza","description":"Habilidad de demostrar confianza y crear y mantener relaciones basadas en la confianza.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gknp2475e2n0dm59ikcn","name":"Habilidades de movilización","description":"Habilidad de inspirar y movilizar a otras personas para participar en propósitos colectivos.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gu6u2638e2n0fmr9gv86","name":"Valentía","description":"Habilidad de defender valores, tomar decisiones, actuar de forma decisiva y, si fuese necesario, desafiar y alterar las estructuras y perspectivas existentes.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3h80v2807e2n0l44d20qr","name":"Creatividad","description":"Habilidad de generar y desarrollar ideas originales, innovar y estar dispuesto a disrumpir patrones convencionales.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hi072982e2n0r4cdkqjy","name":"Optimismo","description":"Habilidad de mantener y comunicar un sentido de esperanza, actitud positiva y confianza en la posibilidad de un cambio significativo.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hqs63163e2n03h36pb73","name":"Perseverancia","description":"Habilidad de sostener compromiso y mantenerse determinado y paciente incluso cuando los esfuerzos tardan en dar frutos.","dimension":"ckzi39fwv0374e2n0d2eynda4"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Ser","subtitle":"Relación con el Yo","description":"Cultivar nuestra vida interior y desarrollar y profundizar nuestra relación con nuestros pensamientos, sentimientos y cuerpo, nos ayuda a estar presentes, intencionales y no reactivos cuando nos enfrentamos a la complejidad.","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"]},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Pensar","subtitle":"Habilidades cognitivas","description":"Desarrollar nuestras habilidades cognitivas tomando diferentes perspectivas, evaluando información y dando sentido al mundo como un todo interconectado, es esencial para tomar decisiones acertadas.","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"]},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relacionarse","subtitle":"Cuidar de Los Demás y del Mundo","description":"Apreciar, cuidar, y sentirse conectados a otros, como pueden ser vecinos, generaciones futuras o a la biosfera, nos ayuda a crear sistemas y sociedades más justas y sostenibles para todos.","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"]},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Colaborar","subtitle":"Habilidades Sociales","description":"Para progresar en preocupaciones colectivas, necesitamos desarrollar habilidades que incluyan, mantengan el espacio y comuniquen con grupos de interés con diversos valores, aptitudes y competencias.","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"]},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Actuar","subtitle":"Posibilitar el cambio","description":"Cualidades como la valentía y el optimismo nos ayudan a adquirir un verdadero empoderamiento, romper viejos patrones , generar ideas originales y actuar con persistencia en los momentos de incertidumbre.","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"]}],"tags":[]},"nl":{"tools":[],"skills":[{"id":"ckzi3a4z90431e2n04kx2pbq2","name":"Innerlijk kompas","description":"Een diep gevoel van verantwoordelijkheid, en toewijding aan waarden en doelen die het grotere geheel ten goede komen.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3am4y0486e2n04obcy6hi","name":"Integriteit en Authenticiteit","description":"Betrokkenheid en het vermogen om te handelen vanuit oprechtheid, eerlijkheid en integriteit.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3ayvo0547e2n03lvu0goo","name":"Openheid en Leergierigheid","description":"Een basishouding van nieuwsgierigheid en de bereidheid om kwetsbaar te zijn, verandering te omarmen en te groeien.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3b8sz0614e2n0ijnnazce","name":"Zelfbewustzijn","description":"Het vermogen om te reflecteren op eigen gedachten, gevoelens en verlangens; het hebben van een realistisch zelfbeeld en het vermogen om zichzelf te reguleren.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3blfz0687e2n0huf88a8y","name":"Bewuste aanwezigheid","description":"Vermogen om in het hier en nu te zijn, zonder oordeel en zonder verwachting.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3cikk0766e2n0j9my4e46","name":"Kritisch denkvermogen","description":"Vaardigheid in het kritisch beoordelen en valideren van standpunten, feiten en plannen.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3cvpf0851e2n00bcmzsgz","name":"Complexiteitsbewustzijn","description":"Inzicht in en vaardigheden in het werken met complexe en systemische omstandigheden en verbanden.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3d9gp0942e2n0lvc6k1nh","name":"Perspectieve vaardigheden","description":"Vaardig in het zoeken naar, begrijpen van en actief gebruik maken van inzichten vanuit contrasterende perspectieven.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dk3h1039e2n0qxij7ooh","name":"Betekenisgeving","description":"Vaardigheden in het zien van patronen, het structureren van het onbekende en het bewust kunnen creëren van verhalen.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dtdk1142e2n0m9v02uf5","name":"Langetermijn oriëntatie en visievorming","description":"Langetermijn oriëntatie en het vermogen om visies in relatie tot het grotere geheel te formuleren en zich hieraan te blijven verbinden.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3e4as1251e2n0fz614xn4","name":"Waardering","description":"Verbinden met anderen en met de wereld vanuit een basisgevoel van waardering, dankbaarheid en vreugde.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ef9s1366e2n082dhihsm","name":"Verbondenheid","description":"Een scherp gevoel hebben van verbondenheid met en/of deel uitmaken van een groter geheel, zoals een gemeenschap, de mensheid of een wereldwijd ecosysteem.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3eor91487e2n0qdoa639u","name":"Nederigheid","description":"In staat zijn om te handelen in overeenstemming met de behoeften van de situatie zonder zich zorgen te maken over het eigen belang.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ezut1614e2n07fab18pt","name":"Empathie en compassie","description":"Vermogen om met vriendelijkheid, empathie en mededogen met anderen, zichzelf en de natuur om te gaan en daaraan gerelateerd lijden aan te pakken.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3f9cj1747e2n0taoxah1j","name":"Communicatievaardigheden","description":"Vermogen om echt naar anderen te luisteren, een authentieke dialoog te bevorderen, eigen standpunten vaardig te bepleiten, conflicten constructief te benaderen en communicatie aan te passen aan diverse groepen.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3fnea2022e2n0r588if1r","name":"Co-creatie vaardigheden","description":"Om voortgang te boeken op gebied van gedeelde zorgen, dienen we ons vermogen om belanghebbenden met verschillende waarden, vaardigheden en competenties te betrekken, een veilige plek te bieden en in contact te zijn.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3g17e2167e2n055jpiaaz","name":"Inclusieve mindset en interculturele vaardigheden","description":"Bereidheid en vaardigheid tonen om diversiteit te omarmen, en mensen en groepen met verschillende visies en achtergronden mee te nemen.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gb7f2318e2n04kesx118","name":"Vertrouwen","description":"Het vermogen om vertrouwen te tonen en om vertrouwensrelaties te creëren en te onderhouden.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gknp2475e2n0dm59ikcn","name":"Vaardigheden om anderen in beweging te krijgen","description":"Vaardigheden om anderen te inspireren en te mobiliseren om zich in te zetten voor gemeenschappelijke doelen.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gu6u2638e2n0fmr9gv86","name":"Moed","description":"Het vermogen om te staan voor onze waarden, beslissingen te nemen, doortastend op te treden en, indien nodig, bestaande structuren en zienswijzen uit te dagen en te ontwrichten.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3h80v2807e2n0l44d20qr","name":"Creativiteit","description":"Het vermogen om originele ideeën te genereren en te ontwikkelen, te innoveren en bereid te zijn conventionele patronen te doorbreken.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hi072982e2n0r4cdkqjy","name":"Optimisme","description":"Het vermogen om een gevoel van hoop, een positieve houding en vertrouwen in de mogelijkheid van zinvolle verandering vast te houden en uit te dragen.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hqs63163e2n03h36pb73","name":"Doorzettingsvermogen","description":"Het vermogen om zich te blijven inzetten en vastberaden en geduldig te blijven, zelfs wanneer het lang duurt voor de inspanningen vruchten afwerpen.","dimension":"ckzi39fwv0374e2n0d2eynda4"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Zijn","subtitle":"Relatie tot Zelf","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"],"description":"Door ons innerlijk leven te cultiveren en onze verbinding met gedachten, gevoelens en lichaam te ontwikkelen en te verdiepen, kunnen we aanwezig zijn, bewust en neutraal, wanneer we geconfronteerd worden met complexiteit."},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Denken","subtitle":"Cognitieve kwaliteiten en vaardigheden","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"],"description":"Het ontwikkelen van cognitieve kwaliteiten en vaardigheden middels verschillende perspectieven, het evalueren van informatie en de wereld te ervaren als een onderling verbonden geheel als basis voor verstandige besluitvorming."},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Verbinden","subtitle":"Zorgen voor anderen en de wereld","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"],"description":"Waardering, zorg en verbondenheid met anderen, zoals buren, toekomstige generaties of de biosfeer, helpt ons rechtvaardige en duurzame systemen en samenlevingen voor iedereen te creëren."},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Samenwerken","subtitle":"Sociale vaardigheden","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"],"description":"Om vooruitgang te boeken met gedeelde en verschillende belangen, dienen we ons vermogen te ontwikkelen om belanghebbenden vanuit verschillende waarden, vaardigheden en competenties mee te nemen en een veilige ruimte te bieden voor verbinding en communicatie."},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Handelen","subtitle":"Verandering teweeg brengen","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"],"description":"Kwaliteiten zoals moed en optimisme helpen ons om waarachtige autoriteit te verkrijgen, oude patronen te doorbreken, originele ideeën te genereren en met volharding te handelen in onzekere tijden."}],"tags":[]},"sv":{"tools":[],"skills":[{"id":"ckzi3a4z90431e2n04kx2pbq2","name":"Inre kompass","description":"Att ha en djupt förankrad känsla av ansvar för och engagemang kring värden och mål i relation till vad helheten behöver.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3am4y0486e2n04obcy6hi","name":"Integritet och autenticitet","description":"Ett engagemang kring och förmåga till att vara uppriktig, ärlig och agera med integritet.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3ayvo0547e2n03lvu0goo","name":"Öppenhet och lärande","description":"Att ha ett grundläggande inställning av nyfikenhet och en villighet att vara sårbar, omfamna förändring och att vilja utvecklas.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3b8sz0614e2n0ijnnazce","name":"Självmedvetenhet","description":"Förmåga att vara i reflekterande kontakt med egna tankar, känslor och önskemål; att ha en realistisk självbild och förmåga att reglera sig själv.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3blfz0687e2n0huf88a8y","name":"Närvaro","description":"Förmåga att vara här och nu, utan dömande och i ett tillstånd av utforskande och närvaro.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3cikk0766e2n0j9my4e46","name":"Kritiskt tänkande","description":"Förmåga att kritiskt granska åsikters, evidens och planers validitet.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3cvpf0851e2n00bcmzsgz","name":"Komplexitetsmedvetenhet","description":"Förståelse för samt förmåga att arbeta med komplexa och systemiska förhållanden och orsakssamband.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3d9gp0942e2n0lvc6k1nh","name":"Perspektivförmågor","description":"Förmåga att söka upp, förstå samt aktivt använda insikter från vitt skilda perspektiv.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dk3h1039e2n0qxij7ooh","name":"Meningsskapande","description":"Förmåga att se mönster, strukturera det okända samt medvetet skapa mening och narrativ","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dtdk1142e2n0m9v02uf5","name":"Långsiktig orientering och visionerande","description":"Långsiktig orientering samt förmåga att formulera och upprätthålla engagemang kring visioner i relation till ett större sammanhang.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3e4as1251e2n0fz614xn4","name":"Uppskattning","description":"Att relatera till andra och till omvärlden med en grundläggande känsla av uppskattning, tacksamhet och glädje.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ef9s1366e2n082dhihsm","name":"Samhörighet","description":"Att ha en djupt rotad känsla av samhörighet med andra och/eller att vara del av en större helhet, såsom samhället, mänskligheten eller det globala ekosystemet.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3eor91487e2n0qdoa639u","name":"Ödmjukhet","description":"Förmåga att agera i enlighet med vad en situation kräver utan att vara upptagen med ens egen betydelse.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ezut1614e2n07fab18pt","name":"Empati och medkänsla","description":"Förmåga att relatera till andra, sig själv samt naturen med vänlighet, empati och medkänsla samt att verka för att lindra lidande.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3f9cj1747e2n0taoxah1j","name":"Kommunikationsfärdigheter","description":"Förmåga att verkligen lyssna på andra, att främja genuin dialog, att framföra egna åsikter på konstruktiva sätt, att konstruktivt hantera konflikter samt att anpassa kommunikationen efter olika grupper.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3fnea2022e2n0r588if1r","name":"Samskapande","description":"Förmåga och motivation att med olika intressenter bygga, utveckla och facilitera samskapande relationer, karakteriserade av psykologisk trygghet och genuin samarbetsvillighet.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3g17e2167e2n055jpiaaz","name":"Inkluderande hållning och interkulturell kompetens","description":"Villighet och kompetens att omfamna mångfald samt inkludera personer och kollektiv av skilda åsikter och bakgrunder.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gb7f2318e2n04kesx118","name":"Tillit","description":"Förmåga att visa tillit samt skapa och upprätthålla tillitsfulla relationer.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gknp2475e2n0dm59ikcn","name":"Mobilisering","description":"Förmåga att inspirera och organisera andra att engagera sig i delade intressen.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gu6u2638e2n0fmr9gv86","name":"Mod","description":"Förmåga att stå upp för sina värderingar, fatta beslut, agera kraftfullt samt, om situationen kräver, utmana och förändra existerande strukturer och synsätt.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3h80v2807e2n0l44d20qr","name":"Kreativitet","description":"Förmåga att generera och utveckla originella idéer, innovera samt vara villig att bryta konventionella mönster.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hi072982e2n0r4cdkqjy","name":"Optimism","description":"Förmåga att upprätthålla och kommunicera en känsla av hopp, positiv inställning samt tilltro till möjligheten till en meningsfull förändring.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hqs63163e2n03h36pb73","name":"Uthållighet","description":"Förmåga att bibehålla engagemang och förbli beslutsam och tålmodig även när det tar lång tid innan ens ansträngningar ger resultat.","dimension":"ckzi39fwv0374e2n0d2eynda4"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Vara","subtitle":"Relationen till sig själv","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"],"description":"Att kultivera vårt inre liv samt utveckla och fördjupa relationen till våra tankar, känslor och kropp hjälper oss att vara närvarande, intentionella och icke-reaktiva när vi möter komplexitet."},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Tänka","subtitle":"Kognitiva förmågor","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"],"description":"Att utveckla våra kognitiva förmågor genom att pröva olika perspektiv, utvärdera information samt skapa förståelse för världen som en sammankopplad helhet är grundläggande för klokt beslutsfattande."},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relatera","subtitle":"Att bry sig om andra och omvärlden","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"],"description":"Att känna uppskattning, omtanke för och gemenskap med andra, såsom grannar, framtida generationer eller biosfären, hjälper oss att skapa mer rättvisa och hållbara system och samhällen för alla."},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Samarbeta","subtitle":"Sociala förmågor","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"],"description":"För att göra framsteg kring delade utmaningar behöver vi utveckla förmåga att inkludera, skapa utrymme för samt kommunicera med intressenter med skilda värderingar, förmågor och kompetenser."},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Agera","subtitle":"Att driva förändring","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"],"description":"Egenskaper såsom mod och optimism hjälper oss att agera ur vårt fulla agentskap, bryta gamla mönster, generera nya idéer samt agera med uthållighet i osäkra tider."}],"tags":[]},"pt":{"tools":[],"skills":[{"id":"ckzi3a4z90431e2n04kx2pbq2","name":"Bússola interior","description":"Ter um sentido profundo de responsabilidade e compromisso para com os valores e objetivos relacionados com o melhor para o todo.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3am4y0486e2n04obcy6hi","name":"Integridade e Autenticidade","description":"Compromisso e capacidade de agir com sinceridade, honestidade e integridade.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3ayvo0547e2n03lvu0goo","name":"Abertura e mentalidade de aprendizagem","description":"Ter uma mentalidade básica de curiosidade, vontade de ser vulnerável, abraçar a mudança e crescer.\n","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3b8sz0614e2n0ijnnazce","name":"Autoconsciência","description":"Capacidade de reflexão com os próprios pensamentos, sentimentos e desejos; ter um sentido realista de autoimagem e capacidade de se regular a si próprio\n","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3blfz0687e2n0huf88a8y","name":"Presença","description":"Capacidade de estar no aqui e agora, sem julgamento e num estado de presença aberta.\n","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3cikk0766e2n0j9my4e46","name":"Pensamento Crítico","description":"Competências para efetuar uma revisão critica da validade dos pontos de vista, das evidências e dos planos\n","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3cvpf0851e2n00bcmzsgz","name":"Consciência da Complexidade","description":"Compreensão e competências de trabalho com condições e causas complexas e sistémicas \n","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3d9gp0942e2n0lvc6k1nh","name":"Competências de Perspetiva","description":"Competências para procurar, compreender e utilizar ativamente insights, a partir de perspetivas contrastantes  \n","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dk3h1039e2n0qxij7ooh","name":"Fazer sentido","description":"Competências para identificar padrões, estruturar o desconhecido e ser capaz de conscientemente criar histórias.\n","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dtdk1142e2n0m9v02uf5","name":"Orientação e Visão de Longo Prazo","description":"Orientação a longo prazo e capacidade de formular e sustentar o compromisso com visões relacionadas com o contexto mais amplo.\n","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3e4as1251e2n0fz614xn4","name":"Apreciação","description":"Relacionar-se com os outros e com o mundo com um sentido básico de apreciação, gratidão e alegria\n","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ef9s1366e2n082dhihsm","name":"Conexão","description":"Ter uma sensação profunda de estar ligado e/ou fazer parte de um todo maior, tal como uma comunidade, a humanidade ou o ecossistema global.\n","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3eor91487e2n0qdoa639u","name":"Humildade","description":"Ser capaz de agir de acordo com as necessidades da situação sem se preocupar com a sua própria importância.\n","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ezut1614e2n07fab18pt","name":"Empatia e Compaixão","description":"Capacidade de se relacionar com os outros, consigo próprio e com a natureza com bondade, empatia e compaixão e lidar com o sofrimento associado\n","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3f9cj1747e2n0taoxah1j","name":"Competências de comunicação","description":"Capacidade de ouvir realmente os outros, fomentar um diálogo genuíno, argumentar os próprios pontos de vista de forma competente, gerir conflitos de forma construtiva e adaptar a comunicação a diversos tipos de grupos.\n","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3fnea2022e2n0r588if1r","name":"Competências de co-criação","description":"Competências e motivação para construir, desenvolver e facilitar as relações colaborativas com os diversos intervenientes num ambiente de segurança psicológica e genuína co-criação.\n","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3g17e2167e2n055jpiaaz","name":"Mentalidade inclusiva e competência intercultural","description":"Disposição e competência para abraçar a diversidade e incluir pessoas e coletivos com opiniões e contextos diferentes\n","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gb7f2318e2n04kesx118","name":"Confiança","description":"Capacidade de mostrar confiança e de criar e manter relações baseadas na confiança mútua.\n","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gknp2475e2n0dm59ikcn","name":"Capacidades de mobilização","description":"Competências para inspirar e mobilizar os outros na envolvência e dedicação a propósitos comuns.\n","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gu6u2638e2n0fmr9gv86","name":"Coragem","description":"Capacidade de defender valores, tomar decisões, tomar ações decisivas e, se necessário, desafiar e destituir as estruturas e pontos de vista existentes.\n","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3h80v2807e2n0l44d20qr","name":"Criatividade","description":"Capacidade de gerar e desenvolver ideias originais, inovar e estar disposto a destituir os padrões convencionais\n","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hi072982e2n0r4cdkqjy","name":"Otimismo","description":"Capacidade de sustentar e comunicar um sentido de esperança, atitude positiva e confiança na possibilidade de criar uma mudança significativa\n","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hqs63163e2n03h36pb73","name":"Perseverança","description":"Capacidade de manter o compromisso e permanecer determinado e paciente mesmo quando os esforços demoram muito tempo a dar frutos.\n","dimension":"ckzi39fwv0374e2n0d2eynda4"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Ser ","subtitle":"Relação com nós próprios","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"],"description":"Cultivando a nossa vida interior e desenvolvendo e aprofundando a nossa relação com os nossos pensamentos, sentimentos e corpo, ajuda-nos a estar  presentes, com intenção e não reativos quando enfrentamos a complexidade\n"},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Pensar  ","subtitle":"Competências cognitivas ","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"],"description":"Desenvolver as nossas capacidades cognitivas considerando diferentes perspetivas, avaliando a informação e percebendo o mundo como um sistema global de interconexões, é essencial para uma tomada de decisão sensata"},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relacionar ","subtitle":"Cuidar dos outros e do mundo ","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"],"description":"Apreciar, cuidar e sentir-se ligado a outros, tais como os vizinhos, as gerações futuras ou a biosfera, ajuda-nos a criar sistemas e sociedades mais justos e sustentáveis para todos.\n"},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Colaborar  ","subtitle":"Competências sociais ","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"],"description":"Para evoluir nas preocupações partilhadas, precisamos de desenvolver a nossa capacidade para incluir, sustentar espaços e comunicar com as partes interessadas que têm diferentes valores, aptidões e competências."},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Agir ","subtitle":"Possibilitar a mudança ","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"],"description":"Qualidades como a coragem e o otimismo ajudam-nos a adquirir uma verdadeira iniciativa, quebrar padrões antigos, gerar ideias originais e agir com persistência em tempos incertos."}],"tags":[]},"pt-BR":{"tools":[],"skills":[{"id":"ckzi3a4z90431e2n04kx2pbq2","name":"Bússola Interna","description":"Ter um profundo senso de responsabilidade e compromisso com valores e propósitos relacionados ao bem comum.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3am4y0486e2n04obcy6hi","name":"Integridade e Autenticidade","description":"Compromisso e capacidade de agir com sinceridade, honestidade e integridade.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3ayvo0547e2n03lvu0goo","name":"Abertura e Mentalidade de Aprendiz","description":"Ter uma mentalidade básica de curiosidade e vontade de ser vulnerável, abraçar a mudança e crescer.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3b8sz0614e2n0ijnnazce","name":"Autoconsciência","description":"Capacidade de estar em contato com os próprios pensamentos, sentimentos e desejos; ter uma autoimagem realista e capacidade de se regular.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3blfz0687e2n0huf88a8y","name":"Presença","description":"Capacidade de estar no aqui e agora, sem julgamento e em um estado de presença aberta.","dimension":"ckzi3855r0086e2n0smi0mew5"},{"id":"ckzi3cikk0766e2n0j9my4e46","name":"Pensamento Crítico","description":"Habilidade de revisar criticamente a validade de pontos de vista, evidências e planos.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3cvpf0851e2n00bcmzsgz","name":"Consciência da Complexidade","description":"Compreensão e habilidades para trabalhar com condições e causalidades complexas e sistêmicas.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3d9gp0942e2n0lvc6k1nh","name":"Olhar de Perspectiva","description":"Habilidades em buscar, entender e fazer uso ativo de insights a partir de perspectivas contrastantes.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dk3h1039e2n0qxij7ooh","name":"Fazer Sentido","description":"Habilidades de ver padrões, estruturar o desconhecido e ser capaz de criar histórias conscientemente.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3dtdk1142e2n0m9v02uf5","name":"Visão de Longo Prazo","description":"Orientação de longo prazo e capacidade de formular e sustentar o compromisso com as visões relacionadas ao contexto mais amplo.","dimension":"ckzi38ilp0149e2n0idgw5zqv"},{"id":"ckzi3e4as1251e2n0fz614xn4","name":"Apreciação","description":"Relacionar-se com os outros e com o mundo com um senso básico de apreciação, gratidão e alegria.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ef9s1366e2n082dhihsm","name":"Conexão","description":"Ter um senso aguçado de estar conectado e/ou fazer parte de um todo maior, como uma comunidade, humanidade ou ecossistema global.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3eor91487e2n0qdoa639u","name":"Humildade","description":"Ser capaz de agir de acordo com as necessidades da situação sem se preocupar com a própria importância.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3ezut1614e2n07fab18pt","name":"Empatia e Compaixão","description":"Capacidade de se relacionar com os outros, consigo e com a natureza com bondade, empatia e compaixão e lidar com o sofrimento relacionado.","dimension":"ckzi38wix0218e2n09ncgnmxx"},{"id":"ckzi3f9cj1747e2n0taoxah1j","name":"Comunicação","description":"Capacidade de realmente ouvir os outros, promover um diálogo genuíno, defender suas próprias opiniões com habilidade, gerenciar conflitos de forma construtiva e adaptar a comunicação a diversos grupos.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3fnea2022e2n0r588if1r","name":"Cocriação","description":"Competências e motivação para construir, desenvolver e facilitar relações colaborativas com diversos stakeholders, caracterizadas pela segurança psicológica e cocriação genuína.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3g17e2167e2n055jpiaaz","name":"Mentalidade Inclusiva e Competência Intercultural","description":"Disposição e competência para abraçar a diversidade e incluir pessoas e coletivos com diferentes visões e origens.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gb7f2318e2n04kesx118","name":"Confiança","description":"Capacidade de demonstrar confiança, de criar e manter relações de confiança.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gknp2475e2n0dm59ikcn","name":"Habilidades de Mobilização","description":"Habilidades em inspirar e mobilizar outros para se engajarem em propósitos compartilhados.","dimension":"ckzi3951t0293e2n0n3bykbg5"},{"id":"ckzi3gu6u2638e2n0fmr9gv86","name":"Coragem","description":"Capacidade de defender valores, tomar decisões, tomar medidas decisivas e, se necessário, desafiar e romper estruturas e visões existentes.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3h80v2807e2n0l44d20qr","name":"Criatividade","description":"Capacidade de gerar e desenvolver ideias originais, inovar e estar disposto a romper com padrões convencionais.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hi072982e2n0r4cdkqjy","name":"Otimismo","description":"Capacidade de sustentar e comunicar um sentimento de esperança, atitude positiva e confiança na possibilidade de mudanças significativas.","dimension":"ckzi39fwv0374e2n0d2eynda4"},{"id":"ckzi3hqs63163e2n03h36pb73","name":"Perseverança","description":"Capacidade de manter o engajamento e permanecer determinado e paciente, mesmo quando os esforços levam muito tempo para dar frutos.","dimension":"ckzi39fwv0374e2n0d2eynda4"}],"dimensions":[{"id":"ckzi3855r0086e2n0smi0mew5","name":"Ser","subtitle":"Relacionamento Consigo","skills":["ckzi3a4z90431e2n04kx2pbq2","ckzi3am4y0486e2n04obcy6hi","ckzi3ayvo0547e2n03lvu0goo","ckzi3b8sz0614e2n0ijnnazce","ckzi3blfz0687e2n0huf88a8y"],"description":"Cultivar nossa vida interior, desenvolver e aprofundar nosso relacionamento com nossos pensamentos, sentimentos e corpo nos ajudam a estarmos presentes, intencionais e não reativos quando enfrentamos a complexidade."},{"id":"ckzi38ilp0149e2n0idgw5zqv","name":"Pensar","subtitle":"Habilidades Cognitivas","skills":["ckzi3cikk0766e2n0j9my4e46","ckzi3cvpf0851e2n00bcmzsgz","ckzi3d9gp0942e2n0lvc6k1nh","ckzi3dk3h1039e2n0qxij7ooh","ckzi3dtdk1142e2n0m9v02uf5"],"description":"Desenvolver nossas habilidades cognitivas assumindo diferentes perspectivas, avaliando informações e dando sentido ao mundo como um todo interconectado, é essencial para uma tomada de decisão sábia."},{"id":"ckzi38wix0218e2n09ncgnmxx","name":"Relacionar-se","subtitle":"Importar-se com o Outro e com o Mundo","skills":["ckzi3e4as1251e2n0fz614xn4","ckzi3ef9s1366e2n082dhihsm","ckzi3eor91487e2n0qdoa639u","ckzi3ezut1614e2n07fab18pt"],"description":"Apreciar, cuidar e sentir-se conectado a outros, tais como vizinhos, gerações futuras ou a biosfera, ajuda-nos a criar sistemas e sociedades mais justos e sustentáveis para todos."},{"id":"ckzi3951t0293e2n0n3bykbg5","name":"Colaborar","subtitle":"Habilidades Sociais","skills":["ckzi3f9cj1747e2n0taoxah1j","ckzi3fnea2022e2n0r588if1r","ckzi3g17e2167e2n055jpiaaz","ckzi3gb7f2318e2n04kesx118","ckzi3gknp2475e2n0dm59ikcn"],"description":"Para progredir nas preocupações compartilhadas, precisamos desenvolver nossas habilidades para incluir, sustentar espaços e comunicar com stakeholders com diferentes valores, habilidades e competências."},{"id":"ckzi39fwv0374e2n0d2eynda4","name":"Agir","subtitle":"Conduzir mudanças","skills":["ckzi3gu6u2638e2n0fmr9gv86","ckzi3h80v2807e2n0l44d20qr","ckzi3hi072982e2n0r4cdkqjy","ckzi3hqs63163e2n03h36pb73"],"description":"Qualidades como coragem e otimismo nos ajudam a adquirir verdadeiro protagonismo, quebrar velhos padrões, gerar ideias originais e agir com persistência em tempos incertos."}],"tags":[]}}