{
  "publishedAt": "2023-02-01T23:00:00.000Z",
  "slug": "9i127kj",
  "intro": "On the 25th of January, 2023 the 1st IDG Community Event in Budapest was held with 20 attendees and with great success.\n\nLast November, when we established the IDG Hub with 9 passionate people in Budapest, Hungary, we couldn’t foresee that our first local event will be such great momentum!",
  "dimensions": [
    "da0"
  ],
  "imageAlt": "People standing around the workshop table, filled with post-it notes of personal values",
  "story": "Ágnes Vad, Business and Human Potential Coach heard about IDGs in October 2022. She attended one of the global IDGs Gatherings where she immediately got inspired by the community and sensed the common mission about the importance of personal development concerning SDGs. Right after the event she decided to open a local hub in Budapest, Hungary too – as there was none locally beforehand.\n\nThe Hungarian Hub has chosen ‘Being’ as a pillar to focus on from the IDG framework.\n\nShe was thrilled to see those 8 more additional professionals (namely: [Nikolett Huszák](https://www.linkedin.com/in/nikihuszakacc/), [Tünde Matisz](https://www.linkedin.com/in/tundematisz/), [Adél Dobos](https://www.linkedin.com/in/adeldobos/), [Balázs Kiss](https://www.linkedin.com/in/kissbalazsbp/), [Andrea Ujj,](https://www.linkedin.com/in/andrea-ujj-4b2a0515a/) [Flóra Dévényi](https://www.linkedin.com/in/floradevenyi/), [Bea Csiszár](https://www.linkedin.com/in/csisz%C3%A1r-be%C3%A1ta/), [László Tóth](https://www.linkedin.com/in/l%C3%A1szl%C3%B3-t%C3%B3th-dometic/)) who joined her to revive the IDG Hub in Budapest, Hungary.\n\nThe team kicked off the community activities in a disciplined way, first, they drafted the local hub vision and mission and identified and agreed on the different roles and responsibilities to ensure effective teamwork. They decided to have the first public event on 25th January 2023.\n\n## About the Event\n\nThe public hub event was held in HUB55 in Budapest in a workshop format. In the first part, we shared the history and the journey of IDGs, how the framework has been evolving, and how it relates to SDGs. The IDG framework and toolkits were also introduced and explained.\n\nIn the second half of the event, we focused on personal values and targeted the skills in the ‘Being’ section of the IDG framework. In a team activity, we discovered how many personal values we have in the room through the attendees. \n\nAttendees were asked to identify their top 5 values from the list of values placed on the tables and then we categorized them together to see a kind of ‘Value Map’.\n\n![Participants sitting around workshop tables, having discussions](/community/static/images/2023-01-25-budapest-husak-niki-3.webp)\n\nIt was beautiful to see the variety of the different values collected together on a table!\n\n![People adding post-it notes with their personal values to the table](/community/static/images/2023-01-25-budapest-husak-niki.webp)\n\nThen we dig further down with the values and specially personalized them. We asked a volunteer to share his top five values. All values then were represented by a person from the group. \n\nThe volunteer was asked to place the different values (represented by a person) around him in a way that demonstrates the connection and the impact on him. For example, Empathy was asked to move closer to him while Curiosity was asked to stay a bit further from him.\n\nThen the volunteer was asked to share his feelings around the different values – how does he feel by seeing his values around him in a physical way? Which values are active in his every day? How much are these values active on a scale of 1-10? How do the values interact/correlate with each other? What would happen if all these values could be fully utilized?\n\nThis demonstration and personalization of the values created a highly intimate atmosphere where the volunteer and all the others could free up their minds and souls. It was such a mesmerizing momentum to observe when the volunteer recognized his true values, acknowledged them, and started believing he could be maximizing all of that! \n\nHe reflected on this demonstration that it was a life-changing momentum for him to recognize his greatest potential. He became hopeful related to his future vision due to this exercise.\n\nSo as the team. The others in their observer roles were also emotionally involved in this role-play exercise and could truly hold and support the volunteer.\n\n## Takeaways\n\nThrough the exercise, we were able to cultivate our inner life, and developing and deepening our relationship to our thoughts, feelings, and body help us be present, intentional, and non-reactive. \nDuring the event, we could have felt deeply a sense of responsibility and commitment to values and purposes relating to the good of the whole. \nThe first Hungarian Hub event went beyond any expectations and created a beautiful moment for the 20 attendees. They left the event with the strong intention to continue…\n\n… so we are happy to share that the IDG Hungarian Community has also been born on that day and to be continued!\n\n\nÁgnes Vad, IDG Hub Lead - Budapest, Hungary\n[www.idghungary.com](https://www.idghungary.com)",
  "title": "The First IDG Budapest Community Hub Event was Mesmerizing",
  "contributors": [
    "clevjiphq00042e67854hi2zf"
  ],
  "tags": [
    "claslmtfw00022e61wczv3rjv"
  ],
  "id": "cleviir5o00002e675nfz6nnz",
  "image": "/community/static/images/2023-01-25-budapest-devenyi-flora.webp"
}