{
  "en": {
    "id": "cl7lzhdz200002e62koljp0nv",
    "slug": "14122oi",
    "name": "Mindfulness-based interventions and practices",
    "relevancy": [
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 80
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 90
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 60
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 60
      }
    ],
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l"
    ],
    "resources": "* [Trends and developments in mindfulness research over 55 years](https://pubmed.ncbi.nlm.nih.gov/34306245/)\n* [Effects of Mindfulness on Psychological Health: A Review of Empirical Studies](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3679190)\n* [Publication from the Mindfulness Initiative](https://www.themindfulnessinitiative.org/reconnection) (2022)",
    "description": "Mindfulness is about being in and observing the present moment as it is.\n\nIt can help the practitioner establish a more concious way of living, as well as improve focus and productivity, mental health and well-being, and emotional processing, among others.\n\nMindfulness is not about emptying one's mind or trying to control one's thoughts or emotions. It is about being in and observing the present moment as it is.\n\nIn personal life: A regular mindfulness practice helps increase one's awareness of oneself and one's inner life, as well as the way one interacts with the surroundings and other people. This way it may help the practitioner establish a more conscious way of living on a day-to-day basis.\n\nIn the professional life: For leaders and employees, the evidence-based effects of practicing mindfulness on a regular basis include improved focus and productivity, mental health and well-being, emotional processing, communication and connection with others, among others.",
    "actions": "When starting a mindfulness practice for the first time, try the following:\n\n1. Begin with focusing one's attention towards a specific external object for a shorter period of time. As the mind starts to wander, one simply redirects one's attention back to observing the object.\n2. Observe the breath and whatever comes to one's attention (including one's thoughts, emotions and surroundings) - without judgement of what is observed or felt, or without trying to change anything. This might be quite difficult in the beginning, as it is easy to get entangled in, or annoyed by the different distractions we have in our lives/environment, or to react to pain or other unpleasant sensations in our bodies. However, it becomes easier with practice.\n3. Learn more in the section about mindfulness practices in the [IDG field-kit](FIELD_KIT_LINK)."
  },
  "sv": {
    "id": "cl7lzhdz200002e62koljp0nv",
    "slug": "14122oi"
  }
}