{
  "en": {
    "id": "cl7n7kho500022e62j5zy683m",
    "slug": "qk322up",
    "name": "Sahaja Yoga Meditation (SYM)",
    "tags": [
      "cl7lzp6jh00012e623q59s9pf",
      "cl4mbzx5z00042e64g1ueu8vj"
    ],
    "description": "Sahaja Yoga Meditation (SYM) is a practice based on the ancient yogic tradition of self-realization (atma sakshatkar) as the main goal of life. SYM aims to achieve higher human consciousness characterised by both a state of “thoughtless awareness” or “mental silence” (also described as “Sahaj Samadhi”, “Satori”, “Nirvana”, “Zen”, “Tao”, “Gnosis”, and “Yoga”) and a state of “vibratory awareness” in which practitioners feel a “cool breeze” springing from the fontanelle on the top of the head and the centre of the palms. The latter is a distinctive feature of this type of meditation vis-a-vis other practices.\n\nThe secular version of SYM has been introduced in business, governmental and non-governmental organizations blending multiple wisdom traditions and applying the meditative practice to the managerial context, especially to promote the transformational changes necessary for sustainability transitions. The meditative experience is offered worldwide free of charge.\n\nPossibly mediated through the positive effects on the brain structure and function, SYM has been shown to have a positive effect on general and mental health, which is directly related to the frequency with which the meditator achieves the state of mental silence and can hence be considered preventative to developing ill health. Other studies on SYM have also shown that the practice has beneficial effects on various physical, mental and neurological disorders, including asthma, high blood pressure, menopause, epilepsy, depression, anxiety, work stress, and Attention-Deficit/Hyperactivity Disorder (ADHD).\n\nIn the context of management research, specifically in the development of sustainability mindsets in business managers, an RCT comparative study of SYM vs a brain training technique found that SYM is significantly correlated not only to more sustainable business decisions but also to higher levels of self-transcendence, cooperativeness, long-term time horizon in decision-making, and lower levels of Machiavellianism (manipulation of others to the detriment of their interests).\n\nThese findings are relevant for the development of sustainability orientation in individuals since they combine (a) the capacity to resist the impulse to access short-term rewards (cognitive and emotional self-control) at the expense of longer-term benefits with (b) the propensity to transcend the physical boundaries of our conception of “self”, e.g. including members of a community (self-transcendence). SYM practice may also attenuate decision-making biases such as temporal discounting, self-serving system justification, and self-excluding interpretation of causes and solutions to environmental sustainability problems.\n\nLearn more in the section about Sahaja Yoga Meditation in the [IDG Field Kit](FIELD_KIT_LINK) and on the website of [Sahaja Yoga](https://sahaja-yoga.co/en/).",
    "resources": "- Hernández SE, Dorta R, Suero J, Barros-Loscertales A, González-Mora JL, et al. (2020). Larger whole brain grey matter associated with long-term Sahaja Yoga Meditation: A detailed area by area comparison. PLOS ONE 15(12): e0237552. https://doi.org/10.1371/journal.pone.0237552\n \n- Dodich, A, Zollo, M, Crespi, C, et al. (2019). Short-term Sahaja Yoga meditation training modulates brain structure and spontaneous activity in the executive control network. Brain Behav., 9:e01159. https://doi.org/10.1002/brb3.1159\n \n- Bruck, F., Cavalletti, M., Costian, C., Hackl, W., de Kalbermatten, G., & Zollo, M. (2017). The Evolutionary Leap: To Flourishing Individuals And Organizations (1st ed.). Routledge. https://doi.org/10.9774/gleaf.9781351243995\n\n- Manocha, R., Black, D., Ryan, J., Stough, C., Spiro, D. (2010).  Changing definitions of meditation: physiological corollorary. Journal of the International Society of Life Sciences, vol. 28, no. 1, 2010.\n\n- Aftanas, L. I., & Golocheikine, S. A. (2002). Non-linear dynamic complexity of the human EEG during meditation. Neuroscience letters, 330(2), 143–146. https://doi.org/10.1016/s0304-3940(02)00745-0\n\n- Rubia K. (2009). The neurobiology of meditation and its clinical effectiveness in psychiatric disorders. Biological psychology, 82(1), 1–11. https://doi.org/10.1016/j.biopsycho.2009.04.003\n",
    "actions": "Try the 12-minute [guided meditation](https://sahaja-yoga.co/en/Experience/) on the official site of Sahaja Yoga.",
    "relevancy": [
      {
        "skill": "ckzi3dtdk1142e2n0m9v02uf5",
        "score": 60
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 60
      },
      {
        "skill": "ckzi3g17e2167e2n055jpiaaz",
        "score": 50
      },
      {
        "skill": "ckzi3fnea2022e2n0r588if1r",
        "score": 60
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 50
      }
    ]
  },
  "sv": {
    "id": "cl7n7kho500022e62j5zy683m",
    "slug": "qk322up"
  }
}