{
  "en": {
    "resources": "* Laske, O. (2011). Measuring hidden dimensions. The art and science of fully engaging adults. Gloucester, MA, USA: Interdevelopmental Institute Press.\n* Laske, O. (2015). Dialectical thinking for integral leaders: A primer. Tucson Arizona: Integral Publishers.\n* Shannon, N. and Frischhertz, B. (2020). Metathinking: the art and prac- tice of transformational thinking. Cham, Switzerland: Springer.",
    "name": "Dialectical Thought Form Framework",
    "slug": "oi322qb",
    "intro": "The dialectical thought form framework (DTF) offers insights into reality’s messiness and complexity beyond our attempts to categorize it. It can help the practitioner see how things depend on each other rather than existing in isolation.",
    "relevancy": [
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 60
      },
      {
        "skill": "ckzi3cvpf0851e2n00bcmzsgz",
        "score": 80
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 80
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 100
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 40
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 30
      }
    ],
    "tags": [
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl7niemn300022e62sde4ea1n",
    "description": "Categorizing skills and methods into different boxes is commonly associated with formal logical and linear thinking. DTF offers insights into unlocking our thought habits to see reality’s messiness and complexity beyond our attempts to categorize it. From a dialectical standpoint, it is more natural to find good questions and ask what’s missing than to provide answers. The framework is a collection of thought forms ordered in the four moments structure, process, relation and transformation.\n\nHow it can help: It can help the practitioner begin to see reality more as a process of evolving and developing, as phenomena in a larger, integral, interdependent context rather than as discrete things. This helps the practitioner see how things fit together and depend on each other for their existence rather than being isolated, building complexity awareness for the challenges we are solving.",
    "actions": "When starting with DTF for the first time, try the following:\n\n1. Start by applying the dialectical framework to yourself, by thinking of yourself not as a static being but as an evolving and learning being that is in a development process. Consider yourself more as a part of the larger context, your organization, your culture and your lineage. And rather than seeing yourself as an individual having relations, you may acknowledge more how the relations you have define who you are.\n\n2. Identify a coach who can assess your individual ability for dialectical thinking through an interview. One’s thought patterns are identified and mind-opening exercises can support the development where needed."
  },
  "sv": {
    "id": "cl7niemn300022e62sde4ea1n",
    "slug": "oi322qb"
  }
}