{
  "en": {
    "id": "cl7n9rf2000042e62yv9u00c7",
    "slug": "3i522ic",
    "name": "Contemplative practices",
    "description": "Throughout the course of human history, people have developed and engaged in contemplative practices as a way of cultivating inner development, or our beingness. Within the context of being, we understand contemplation as a way of reflection on spiritual and inspirational texts or images, and it is generally associated with strengthening the connection to our internal world. It acknowledges that our internal world - in addition to thoughts and emotions - is linked with a transcendent or spiritual dimension that we aim to make stronger, bring to the front, and integrate into our daily living.\n\nContemplation differs from many specific practices dedicated to the awareness and regulation of thoughts and emotions, such as described in relation to mindfulness. There is a stronger, more explicit focus on finding the existential meaning in life, similar to Victor Frankl’s (1985) approach to logotherapy. Its general approach is an active exploration of the inner world, different from mindfulness which focuses on observing the moment as it is, being aware without changing anything.\n\nVarious wisdom and religious traditions have built in practices focused on connecting to the transcendent and spiritual dimension of our being.  As such, contemplative practices are flexible. There are different formats for people to find the way that best works for them. There is also an increase in research on how these traditional forms of contemplative practice affect healing and well-being (see for example the Journal of Integrative and Complementary Medicine).\n\nLearn more in the section about contemplative practices in the [IDG Field Kit](FIELD_KIT_LINK).",
    "actions": "1. If you are interested in enhancing Being, search for a contemplative practice that resonates with you. You can use the resources below as a starting point.\n\n2. Make contemplation part of your daily routine, since it takes time and practice to enhance spiritual health and wellbeing (as with any exercise to improve physical health).",
    "relevancy": [
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 60
      },
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 100
      },
      {
        "skill": "ckzi3dtdk1142e2n0m9v02uf5",
        "score": 40
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 70
      }
    ],
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l"
    ],
    "resources": "* Frankl, V. E. (1985). Man's search for meaning, Simon and Schuster.\n\n* Ignatius of Loyola. (1524). The spiritual exercises. The Society of Jesus. \\[Any good modern translation]\n\n* Oman, D. (2010). Similarity in diversity? Four shared functions of integrative contemplative practice systems. Contemplative practices in action: Spirituality, meditation, and health. T. G. Plante, Praeger: 7-16.\n\n* Oman, D., et al. (2012). Spiritual modelling self-efficacy. Psychology of Religion and Spirituality 4(4): 278-297.\n\n* Plante, T. G. (2010). Contemplative practices in action: Spirituality, meditation, and health, ABC-CLIO.\n\n* Smith, H. (1958) The religions of man. Harper.\n\n* Teresa of Avila. (1577). The interior castle. The Carmelites. \\[Any good modern translation]"
  },
  "sv": {
    "id": "cl7n9rf2000042e62yv9u00c7",
    "slug": "3i522ic"
  }
}