{
  "en": {
    "id": "cl7niemn300022e62sde4ea1n",
    "slug": "oi322qb",
    "relevancy": [
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 60
      },
      {
        "skill": "ckzi3cvpf0851e2n00bcmzsgz",
        "score": 80
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 80
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 100
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 40
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 30
      }
    ],
    "name": "Dialectical Thought Form framework (DTF)",
    "description": "The Dialectical Thought Form framework (DTF, developed by Otto Laske building on Michael Basseches’ work) offers insights on how we can loosen our habits of grasping at phenomena as separate to see reality’s complexity and phenomena's interdependence. From a dialectical standpoint, we look for what is excluded by our concepts and systems and use those excluded aspects to find the commonalities between things thus forming more inclusive thoughts. If you think of reality  as  static and individual, what happens if you apply the dialectical framework?. You might begin to see reality more as a process of evolving and developing. You would also likely see phenomena in a larger, integral, interdependent context. And rather than seeing phenomena as discrete things, you might begin to see that all things fit together. You might start to see how things depend on each other for their existence rather than being isolated.\n\nThere is a strong theoretical foundation to the DTF framework and through an interview, a person’s ability for dialectical thinking can be assessed. During the assessments, the person’s  patterns of thought are identified and mind-opening exercises can support the development where needed. It is then often used in coaching and counselling so the participant or client may, hopefully, improve their ability for dialectical thinking.\n\nLearn more in the section about the Dialectical Thought Form framework in the [IDG Field Kit](FIELD_KIT_LINK).",
    "resources": "- Laske, O. Hidden dimension\n\n- Shannon, Frischhertz - Metathinking : the art and practice of transformational thinking",
    "tags": [
      "cl7lzp6jh00012e623q59s9pf"
    ],
    "actions": "- Learn more about the Dialectical Thought Form framework, for example on [https://interdevelopmentals.org/dtf/](https://interdevelopmentals.org/dtf/)\n\n- This is often practiced with a coach or counsellor."
  },
  "sv": {
    "id": "cl7niemn300022e62sde4ea1n",
    "slug": "oi322qb"
  }
}