{
  "en": {
    "id": "cl7nhek5d00002e62vw5h1sxc",
    "slug": "7r122bo",
    "name": "HU, experience the Sound of Soul",
    "description": "An example of an easy contemplative practice is the singing of holy words. One such practice is the singing of HU. The word HU is an ancient holy word, known within several spiritual traditions like Sufism. It was introduced to the western world in the mid-sixties of the previous century by the modern-day founder of Eckankar, the Path of Spiritual Freedom.\n\nSinging HU is an easy practice that can be used by anyone irrespective of one’s religious faith or spiritual path. It is a universal name for the Source of Life that can enhance your appreciation for the path you chose to be on. HU is non-denominational; it belongs to no religion or faith. Some of the effects that are described from its practice include bringing comfort and peace, an expanded spiritual awareness, a release of fear and anxiety, a deep feeling of connectedness and experiencing divine love.\n",
    "actions": "Singing HU is simple, you can close your eyes, or keep them open (instructions based on Klemp, 2021):\n\n- Take a few deep breaths to relax\n\n- Then begin to sing HU (pronounced like the word hue) in a long, drawn-out sound: H-U-U-U-U.\n\n- Take another breath and sing HU again. You can continue for up to twenty minutes\n\n- Sing HU with a feeling of love and the blessings of a higher form of love will find you.\n\n[Here's an example of a group of people singing the HU (Spotify)](https://open.spotify.com/album/1tarsy5k5WRRA9WkVh2A0W)",
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l",
      "cl4mbzx5z00042e64g1ueu8vj"
    ],
    "resources": "- Klemp, H. (2021). HU, your Key to Spiritual Living. Minneapolis: Eckankar.",
    "relevancy": [
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 60
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 80
      }
    ]
  },
  "sv": {
    "id": "cl7nhek5d00002e62vw5h1sxc",
    "slug": "7r122bo"
  }
}