{
  "en": {
    "resources": "* Bristow, J., Bell, R. and Wamsler, C. (2022) Reconnection: Meeting the Climate Crisis Inside Out. [https://www.themindfulnessinitiative.org/Handlers/Download.ashx?IDMF=8d56bcb4-15a0-4b39-9236-064eb302ef99](https://www.themindfulnessinitiative.org/Handlers/Download.ashx?IDMF=8d56bcb4-15a0-4b39-9236-064eb302ef99)\n\n* Condon, P. (2017). Mindfulness, compassion, and prosocial behaviour. Mindfulness in social psychology, 124-138. [https://www.taylorfrancis.com/chapters/edit/10.4324/9781315627700-9/mindfulness-compassion-prosocial-behaviour-paul-condon](https://www.taylorfrancis.com/chapters/edit/10.4324/9781315627700-9/mindfulness-compassion-prosocial-behaviour-paul-condon)\n\n* Fröding, B., & Osika, W. (2015). Neuroenhancement: How mental train- ing and meditation can promote epistemic virtue. New York,\nNY: Springer International Publishing. [https://link.springer.com/book/10.1007/978-3-319-23517-2](https://link.springer.com/book/10.1007/978-3-319-23517-2)\n\n* Seppälä, E. M., Simon-Thomas, E., Brown, S. L., Worline, M. C., Cameron, C. D., & Doty, J. R. (Eds.). (2017). The Oxford handbook of compassion science. Oxford University Press. [https://academic.oup.com/edited-volume/27953](https://academic.oup.com/edited-volume/27953)\n\n* Wamsler, C. and Bristow, J. (2022) At the intersection of mind and climate change: integrating inner dimensions of climate change into policymaking and practice. [https://link.springer.com/article/10.1007/s10584-022-03398-9](https://link.springer.com/article/10.1007/s10584-022-03398-9)\n\n* Wamsler, C., Wamsler, C., Osberg, G., Osika, W., Hendersson, H.\nand Mundaca, L. (2021). Linking internal and external transforma- tion for sustainability and climate action: Towards a new research and policy agenda. [https://www.sciencedirect.com/science/article/pii/S0959378021001527?via%3Dihub](https://www.sciencedirect.com/science/article/pii/S0959378021001527?via%3Dihub)",
    "name": "Compassion Training",
    "slug": "t1524mi",
    "intro": "Compassion training can help build empathy and compassion, described as an ability to relate to others, oneself and nature with kindness and the intention to address related suffering.\n\nIt can help the practitioner increase their well-being and have a higher quality of relations, as well improve leadership qualities.",
    "relevancy": [
      {
        "skill": "ckzi3ezut1614e2n07fab18pt",
        "score": 100
      },
      {
        "skill": "ckzi3e4as1251e2n0fz614xn4",
        "score": 90
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 90
      },
      {
        "skill": "ckzi3eor91487e2n0qdoa639u",
        "score": 80
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 80
      },
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 70
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 60
      },
      {
        "skill": "ckzi3am4y0486e2n04obcy6hi",
        "score": 60
      },
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 50
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 40
      },
      {
        "skill": "ckzi3gb7f2318e2n04kesx118",
        "score": 50
      },
      {
        "skill": "ckzi3g17e2167e2n055jpiaaz",
        "score": 50
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 40
      }
    ],
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l",
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl7qjwqpt00042e64f7sl1zgb",
    "description": "We are generally considered to be born with an inherent ability for empathy and compassion towards those we are in close contact with, and this can be expanded to wider circles, such as organizations and cultures. Our ability for compassion can also temporarily decrease, such as in stressful or hostile situations or if we get stuck in our own judgements or unhealthy self-criticisms or even shame. The ability for compassion and self-compassion is an asset, and fortunately, it can be trained and developed.\n\nCompassion training that we will focus on here can be performed by different exercises such as meditation training. A common way of doing this exercise is to start with mindful awareness - connecting to oneself, one’s body and breath. Compassion training often aims to address one’s own suffering, which is self-compassion, but here we will address relations and others’ suffering. Voluntary work helping disadvantaged people and being conscious about one’s consumption of different resources are examples of supporting and connecting with other people and nature to develop oneself.\n\nHow it can help: Several studies point towards increased well-being and higher quality of relations of the individual who engages in compassion training. In professional life, our leadership qualities improve if we understand the suffering of our colleagues and work towards alleviating it so that they can do their job properly.",
    "actions": "When starting with compassion training for the first time, try the following:\n\n1. Start with connecting to yourself, your inner, your body and your breath. You can then relate to yourself without judgment and self-criticism (self-compassion), meaning that you are not attached to your thoughts or feelings in this situation. We do the best we can with our available means.\n\n2. You can then direct your compassion towards another person that is close and relate to him or her the same way without judgment. After this, you can direct compassion to someone not that close, or someone you have a conflict with and wish that they are well, happy and in peace.\n\n3. Exercises can be added where you engage in alleviating others from suffering by practicing acts of generosity, hospitality or kindness towards the ones of your concern."
  },
  "sv": {
    "id": "cl7qjwqpt00042e64f7sl1zgb",
    "slug": "t1524mi"
  }
}