{
  "en": {
    "id": "cl7qi18fg00002e646g3wta0e",
    "slug": "i21248c",
    "name": "The immunity to change process",
    "description": "The ITC process addresses the foundation of how we make sense of the world and our place in it. But it also facilitates our ability for complex thinking around our own emotions and meaning-making by using language as a tool to access what was previously hidden from us. This demonstrates how  language and being are intertwined and how hard it is to place a method in a certain dimension.\n\nThe ITC process is performed by individuals or in group sessions and starts with the participants setting an individual developmental goal, which could be to exercise more or set boundaries and say no to others’ expectations and wishes. When we try to pursue these goals and try to make a significant change in our lives, often something in us seems to resist the change. There seems to be some sort of emotional reaction, some sort of immune system that gets triggered, that prevents us from changing our behaviour to something that is unfamiliar to us. We may even start self-sabotaging our own development. According to the process, this happens since this new behaviour challenges assumptions we have about ourselves that we may not be aware of. If I want to be better at saying no to others’ wishes, it may challenge my assumption that I see myself as someone that is needed by others.\n\nLearn more in the section about the ITC process in the [IDG Field Kit](FIELD_KIT_LINK).",
    "resources": "- Kegan, R. & Lahey, L. (2009). Immunity to change: How to overcome it and unlock the potential in yourself and your organization. Boston: Harvard Business Press. ",
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l",
      "cl7lzp6jh00012e623q59s9pf"
    ],
    "actions": "- A video introduction would be great here - please reach out if you know one!\n\n- Read the book \"Immunity to change: How to overcome it and unlock the potential in yourself and your organization\".",
    "relevancy": [
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 75
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 70
      },
      {
        "skill": "ckzi3cvpf0851e2n00bcmzsgz",
        "score": 50
      },
      {
        "skill": "ckzi3cikk0766e2n0j9my4e46",
        "score": 50
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 70
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 20
      },
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 40
      }
    ]
  },
  "sv": {
    "id": "cl7qi18fg00002e646g3wta0e",
    "slug": "i21248c"
  }
}