{
  "en": {
    "resources": "* Kegan, R. & Lahey, L. (2009). Immunity to change: How to overcome it and unlock the potential in yourself and your organization. Boston: Harvard Business Press.",
    "name": "Immunity to Change (ITC) Process",
    "slug": "i21248c",
    "intro": "The Immunity to Change (ITC) process addresses the foundation of how we make sense of the world and our place in it, by accessing our hidden assumptions. It can help the practitioner to gain insights into emotional reactions and assumptions, giving greater freedom and allowing one to harbour more complexity in one’s inner space.",
    "relevancy": [
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 75
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 70
      },
      {
        "skill": "ckzi3cvpf0851e2n00bcmzsgz",
        "score": 70
      },
      {
        "skill": "ckzi3cikk0766e2n0j9my4e46",
        "score": 50
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 70
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 20
      },
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 40
      }
    ],
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l",
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl7qi18fg00002e646g3wta0e",
    "description": "The ITC process came out of Robert Kegan’s Subject object theory, which addresses how we may differentiate ourselves from what we are stuck and embedded in. The ITC process starts with an individual development goal, and explores our emotional reactions and assumptions when we try to pursue this goal.\n\n## How it can help\n\nICT can help put our assumptions into words and take them as an object, resulting in us no longer being owned by the assumption and losing control over us. That will then give us greater freedom and allow us to harbor more complexity in our inner space.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/220927_IDG_Toolkit_v6.pdf) and get more in-depth information.",
    "actions": "When starting the ICT process for the first time, try the following:\n\n1. Begin by setting an individual development goal, which could be to exercise more or set boundaries and say no to others’ expectations and wishes.\n\n2. When we try to pursue these goals and try to make a significant change in our lives, often something in us seems to resist the change and prevents us from changing our behavior to something that is unfamiliar to us. According to the process, this happens since this new behavior challenges assumptions we have about ourselves that we may not be aware of. Try to identify the assumptions that are preventing behavior change. For example, if I want to be better at saying no to others’ wishes, it may challenge my assumption that I see myself as someone that is needed by others."
  },
  "sv": {
    "id": "cl7qi18fg00002e646g3wta0e",
    "slug": "i21248c"
  }
}