{
  "en": {
    "resources": "- Edmonson, A. C. and Lei, Z. (2014). Psychological Safety: The History, Renaissance, and Future of an Interpersonal Construct. [https://www.ixistenz.ch/objectcomponent774.pdf](https://www.ixistenz.ch/objectcomponent774.pdf)\n- Rework with Google: Understanding team effectiveness - Tool: Foster psychological safety\n[https://rework.withgoogle.com/guides/understanding-team-effectiveness/steps/foster-psychological-safety/](https://rework.withgoogle.com/guides/understanding-team-effectiveness/steps/foster-psychological-safety/)\n- The fearless organization: [https://fearlessorganization.com/](https://fearlessorganization.com/)",
    "name": "Psychological Safety",
    "slug": "tx324p1",
    "intro": "Psychological safety refers to the experience of being able to be oneself in a group without fear of being rejected or ridiculed by other group members. It can help teams increase performance, increase learning, and have higher work satisfaction.",
    "relevancy": [
      {
        "skill": "ckzi3fnea2022e2n0r588if1r",
        "score": 80
      },
      {
        "skill": "ckzi3gb7f2318e2n04kesx118",
        "score": 100
      },
      {
        "skill": "ckzi3gknp2475e2n0dm59ikcn",
        "score": 80
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 70
      },
      {
        "skill": "ckzi3g17e2167e2n055jpiaaz",
        "score": 60
      },
      {
        "skill": "ckzi3h80v2807e2n0l44d20qr",
        "score": 60
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 60
      },
      {
        "skill": "ckzi3ezut1614e2n07fab18pt",
        "score": 50
      },
      {
        "skill": "ckzi3f9cj1747e2n0taoxah1j",
        "score": 100
      }
    ],
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l",
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl80jdasm00022e64t8gn810v",
    "description": "Psychological safety refers to the experience of being able to be oneself in a group without fear of being rejected or ridiculed by other group members. Teams with a high degree of psychological safety are open about their mistakes and are encouraged to talk about and learn from them. The concept of psychological safety applies to groups/teams and organizational settings where individuals are highly dependent on each other and are working towards a common goal. Without the help from all individuals in the group, the goal is hard to reach. \n\nPsychological safety is best conceptualized as a group phenomena, but it cannot be achieved without engagement from all team members. Individual awareness and actions will contribute to increased psychological safety in a group they are a part of.\n\nHow it can help: A high degree of psychological safety can lead to increased performance, increased learning, and higher work satisfaction. \n\nContributor: Kristofer Vernmark",
    "actions": "When starting with the shield for the first time, try the following: \n\n1. Hand out a paper and pencil to each participant, one for each. \n2. Ask participants to draw a large shield on the paper, which is then divided into four parts. \n3. Speak up about your own mistakes"
  },
  "sv": {
    "id": "cl80jdasm00022e64t8gn810v",
    "slug": "tx324p1"
  }
}