{
  "en": {
    "id": "cl80l0alt000c2e64v3rsqff8",
    "slug": "p1d24vk",
    "name": "WOOP",
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l"
    ],
    "description": "WOOP is short for wish, objectives, obstacles and plans and is a simple and research-based method for setting goals with something you want to achieve or experience and increasing the probability that you will actually be able to achieve this. WOOP is like taken from an instruction book for how to work on strengthening one's hope, the first characteristic of our psychological capital. You can do a WOOP pretty much as often as you want. It only takes a few minutes and only requires and put these minutes in and that you then wholeheartedly try to focus on the task.\n\nYou can do WOOP individually or with someone (for example, a coach, a colleague, a teammate, a leader, etc.). Doing it individually can be beneficial to have a paper and pen and write down your thoughts while you WOOP. In short, a WOOP works like this if you do it yourself",
    "actions": "1. Sit down and close your eyes. Breathe in through your nose while counting to four and then hold your breath while counting to four again. Release the air through your mouth without pushing it out. Think of yourself as a balloon that you release the air from. Count to eight as you exhale and then count to four before doing it all over again the same way. Do this five to ten times and feel how you relax.\n\n2. Think of something you would like to achieve or experience in a given time, such as an upcoming meeting or the day ahead. For example, it could be something new that you would like to learn or an achievement of some kind that you would like to perform. Something that feels challenging but certainly not impossible. Write this down on a piece of paper.\n\n3. Think about the positive feelings and consequences that would result from achieving what you would like to achieve, big or small. Write these down and then focus for a little while on the two or three things that would be the single best in achieving this. Feel free to say these out loud and circle them on your paper.\n\n4. Next, think about all the possible obstacles and problems that you can come up with that can make it difficult or prevent you from achieving what you want. Obstacles may lie with you (e.g. motivation problems, concentration difficulties, fatigue, illness, etc.). They can also lie outside of yourself (eg being misinformed, a colleague getting sick, bad weather, etc.) Write down all the obstacles you can think of, big or small.\n\n5. For each obstacle, think through what you can do to prevent it from happening and what you can do to deal with it should it happen. Write down each such plan on the paper as follows: “For __________ not to happen, I will __________ and if __________ happens, I will __________.\n\n6. Read through what you have written and feel free to tell someone else about what you have written.",
    "resources": "- Wang G, Wang Y, Gai X. A (2021). Meta-Analysis of the Effects of Mental Contrasting With Implementation Intentions on Goal Attainment. Front Psychol. \n- Cross, A. and Sheffield, D. (2019). Mental contrasting for health behaviour change: a systematic review and meta-analysis of effects and moderator variables, Health Psychology Review, 13:2, 209-225.",
    "relevancy": [
      {
        "skill": "ckzi3hi072982e2n0r4cdkqjy",
        "score": 90
      },
      {
        "skill": "ckzi3h80v2807e2n0l44d20qr",
        "score": 90
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 90
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 90
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 50
      },
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 60
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 60
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 60
      }
    ]
  },
  "sv": {
    "id": "cl80l0alt000c2e64v3rsqff8",
    "slug": "p1d24vk"
  }
}