{
  "en": {
    "resources": "- Case Clinic Coaching Circles: [https://www.u-school.org/case-clinic](https://www.u-school.org/case-clinic)\n- Dialogue Interview: [https://www.u-school.org/dialogue-interview](https://www.u-school.org/dialogue-interview)\n- Guided Journaling: [https://www.u-school.org/journaling](https://www.u-school.org/journaling)\n- Presencing institute: [https://www.u-school.org/](https://www.u-school.org/)\n- Prototyping: [https://www.u-school.org/prototyping](https://www.u-school.org/prototyping)\n- Sensing Journeys: [https://www.u-school.org/sensing-journeys](https://www.u-school.org/sensing-journeys)\n- Scribing: [https://www.u-school.org/visual-practice](https://www.u-school.org/visual-practice)\n- Social Presencing Theater: [https://www.u-school.org/spt](https://www.u-school.org/spt)\n- Stakeholder Interview: [https://www.u-school.org/stakeholder-interview](https://www.u-school.org/stakeholder-interview)",
    "name": "Theory U for Group Work and Prototyping",
    "slug": "94b24hs",
    "intro": "Theory U, also known as ‘Presencing’, offers a framework for collaboration and engagement using awareness-based and contemplative practices.It can help groups sense more deeply into team dynamics, and organizations engage in purposeful planning, prototyping of projects and initiatives, and acting more purposefully.",
    "relevancy": [
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 80
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 90
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 90
      },
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 70
      },
      {
        "skill": "ckzi3am4y0486e2n04obcy6hi",
        "score": 70
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 70
      },
      {
        "skill": "ckzi3fnea2022e2n0r588if1r",
        "score": 60
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 60
      },
      {
        "skill": "ckzi3hi072982e2n0r4cdkqjy",
        "score": 90
      },
      {
        "skill": "ckzi3gknp2475e2n0dm59ikcn",
        "score": 50
      },
      {
        "skill": "ckzi3gb7f2318e2n04kesx118",
        "score": 60
      },
      {
        "skill": "ckzi3h80v2807e2n0l44d20qr",
        "score": 90
      }
    ],
    "tags": [
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl80knr6g000a2e64t4w8geb3",
    "description": "Theory U, also known as ‘Presencing’, offers a framework for collaboration and engagement using awareness-based and contemplative practices. A key principle in teams is a common intention. For aligning a core team to create a shared sense of purpose and direction, initial framing is important. Presencing practitioners sense into the interior conditions, asking organizations to consider the quality of spaces they create for deep inner and relational inquiry. For example, how to see, sense and feel the inner quality of team dynamics. The U-school offers a set of tools and practices to support holding spaces for transformation: Sensing Journeys, Dialogue Interview, Stakeholder Interview, Guided Journaling, Case Clinic Coaching Circles, Prototyping, and more. These practices are freely accessible and can be used independently and adapted to other transformative processes. \n\n## How it can help\nTheory U offers insights and processes that enable working in a group to sense more deeply into team dynamics and conscious leadership relationships, helping organizations engage in purposeful planning, prototyping of projects and initiatives, and acting more purposefully.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
    "actions": "When starting with Theory U and in particular Prototyping for the first time, try the following:\n\n1. Start by asking what problem the team wants to see, including the invisible forces in the system.\n\n2. Then, list the stakeholders within the organization and/or the actors that directly or indirectly relate to the situation. Represent invisible forces, such as dynamics of feelings, for example, power, frustration, with an object. Also consider distance between objects as well as shape and size.\n\n3. Reflect on the sculpture from four different perspectives: East (Feeling): What do you love in this sculpture that ignites your best energy? What frustrates you? South (Truth): What hard truths need to be spoken? West (Reflection): What assumptions might be underlying this situation? What systemic barriers lock us into the current state of operating? North (Purpose/Presence): What in this situation is ending, wanting to die, and what is emerging, wanting to be born? If this sculpture could speak, what advice might it offer?\n\n4. Give time to rearrange the sculpture to the current reality the team wants to see. What is the item or dynamic that, if removed or changed in position, will create a dramatic change within the sculpture?"
  },
  "sv": {
    "id": "cl80knr6g000a2e64t4w8geb3",
    "slug": "94b24hs"
  }
}