{
  "en": {
    "id": "cl80iaxwe00042e64bjqvh501",
    "slug": "03524df",
    "name": "Nonviolent communication",
    "description": "Nonviolent communication, NVC, is a method that is suitable here since it aims at going beyond what people are saying and doing to make explicit people’s interiors in terms of feelings and needs.  Not only the interior of the one you are communicating with but also of yourself. As individuals, an NVC approach asks us to go beyond our first interpretation of what is being expressed and try to listen deeper. We can do this by, instead of instinctually responding as we were being attacked, asking further questions on how this person feels and about needs that are not being met.\n\nOpening ourselves up like this to welcome the perspective, and possibly suffering, of the other person or group may be more demanding for us than just reacting and defending ourselves. It requires that we can hold space within ourselves for the other person’s view and emotions without subsuming our own needs and emotions. But practising doing this in different situations may also contribute to the development of our inner space and capacity to harbour different emotions and perspectives. NVC opens a room for shared understanding and a deep sense of connectedness.\n\nLearn more in the section about Nonviolent communication in the [IDG field-kit](FIELD_KIT_LINK).",
    "actions": "Clear the Air Team Meetings (CTA) is one approach for implementing NVC in everyday life. It is a process for any group of people. The contribution to cooperation arises from providing a space for cultivating connection and clearing relational tensions. The aim is that whatever tensions arise can be promptly clarified. In this sense, CTA meetings are a kind of safety net for tensions: Here, issues that one may not have managed to address in everyday life can be clarified. The format invites teams to address and clarify conflicts by providing a clear structured space that starts with a deep check-in. Each person reflects for themselves: How am I feeling right now? What is on my mind these days? The second round is focused on clarifying tensions and conflicts. What follows after is a so-called appreciation round. The participants consider: What has someone in this round done that has met my needs? What have I come to appreciate in general over the past few weeks? Finally, there is a checkout round where participants are given the opportunity to share how they are doing compared to the beginning of the meeting and how they personally benefited from it.",
    "tags": [
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "resources": "- Rosenberg, M. B. (2015). Nonviolent communication: a language of life. Encinitas, CA : PuddleDancer Press.",
    "relevancy": [
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 75
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 75
      },
      {
        "skill": "ckzi3ezut1614e2n07fab18pt",
        "score": 70
      },
      {
        "skill": "ckzi3f9cj1747e2n0taoxah1j",
        "score": 90
      },
      {
        "skill": "ckzi3fnea2022e2n0r588if1r",
        "score": 60
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 60
      },
      {
        "skill": "ckzi3gb7f2318e2n04kesx118",
        "score": 60
      },
      {
        "skill": "ckzi3g17e2167e2n055jpiaaz",
        "score": 65
      }
    ]
  },
  "sv": {
    "id": "cl80iaxwe00042e64bjqvh501",
    "slug": "03524df"
  }
}