{
  "en": {
    "id": "cl80htq6300022e645iosi1xh",
    "slug": "86324pm",
    "name": "Moral imagination - The Symbiosis Meditation",
    "description": "Moral Imagination is an evidence-based psychotherapeutic intervention and spiritual-political praxis coming out of the cognitive behavioural tradition that uses imagination, creative methods and visioning to expand empathy, cultivate a stronger sense of self and connection to values, and promote new perspectives, sense-making and cognitive flexibility.\n\nThe Symbiosis Meditation is a short (8 minute) meditation that invites you to explore your experience being live through the vibrant material, energy, atoms, living beings and connections your experience of being a “human being” is made up of.\n\nYou are guided through the process of visualising and feeling experimentally all parts of your body that are made up of elements of solid material, or “Earth element” - bones, skin, teeth, hair, and the physical sensation of their weight. Then you are guided to visualise all of the solidity and Earth element present in the world and Universe externally to you, and to visualise and imagine the connections between the two.\n\nThe same is done for water and all of the liquid elements in your body, and then again visualising the rivers, storms, waterfalls and oceans of the world outside - and the continuum that exists between the two. Then the same is done with air and the breath, focusing on the air and oxygen bubbles inside the body and projecting out to the air and its sounds and sensations out in the world. Lastly, the meditation focuses on the “fire element” of heat and energy which also guides listeners to imagine the mitochondria in the body that were once bacteria, but now live in our bodies through the process of endosymbiosis. The listener finishes by imagining the chain of unbroken relationships and cooperation, embodied through the chain of heartbeats that have supported them to be alive at this time.\n\nThe meditation mixes using cognitive ideas, concepts and visualisations from the sciences which are then brought alive by experiential practice, breath, contemplation, and embodied cognition to create a rigorous, feeling-based experience and intelligence of our interdependence with all Life.",
    "relevancy": [
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 85
      },
      {
        "skill": "ckzi3ezut1614e2n07fab18pt",
        "score": 80
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 80
      },
      {
        "skill": "ckzi3dtdk1142e2n0m9v02uf5",
        "score": 80
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 50
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 50
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 45
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 40
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 40
      }
    ],
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l",
      "cl7lzp6jh00012e623q59s9pf"
    ],
    "actions": "- A recording of the symbiosis meditation: [https://www.youtube.com/watch?v=rUIrEecXcHg&ab_channel=PhoebeTickell](A recording of the symbiosis meditation: https://www.youtube.com/watch?v=rUIrEecXcHg&ab_channel=PhoebeTickell)\n\n\n",
    "resources": "- Moral Imaginations (Phoebe Tickell)\n- Moral Imagination: Implications of Cognitive Science for Ethics (Mark Johnson)\n- Fröding, B., & Osika, W. (2015). Neuroenhancement: How mental training and meditation can promote epistemic virtue. New York, NY: Springer International Publishing.\n- Meeting the Universe Halfway, Quantum Physics and the Entanglement of Matter and Meaning (Karen Barad)\n- Latour B (2013) Agency at the time of the Anthropocene\n- Braidotti, R, (2013) The Posthuman\n- Baugher, J. E., Osika, W., & Robert, K. H. (2016). Ecological consciousness, moral imagination, and the framework for strategic sustainable development.\n- Jagals, D., & Van der Walt, M. (2018). Metacognitive awareness and visualisation in the imagination: The case of the invisible circles.\n- Wamsler et al., (2021) Linking internal and external transformation for sustainability and climate action: Towards a new research and policy agenda"
  },
  "sv": {
    "id": "cl80htq6300022e645iosi1xh",
    "slug": "86324pm"
  }
}