{
  "en": {
    "resources": "- Bandura, A. (1989). Human agency in social cognitive theory. American psychologist, 44(9), 1175.\n- Bandura, A. (2006). Toward a psychology of human agency. Perspectives on psychological science, 1(2), 164-180.\n- Campos, F., Frese, M., Goldstein, M., Iacovone, L., Johnson, H. C., McKenzie, D., & Mensmann, M. (2017). Teaching personal initiative beats traditional training in boosting small business in West Africa. Science, 357(6357), 1287-1290.\n- Frese, M. and Gielnik, M.M. (2014). The psychology of entrepreneurship. Annual Review of Organizational Psychology and Organizational Behavior, 1, 13. 1-13. 26.\n- McKenzie, D. and Woodruff, C. (2014). What were we learning from business training and entrepreneurship evaluations around the developing world? The World Bank Research Observer, 29(1), 48-82.\n- Shankar, AV, Onyura, M and Alderman, J. Agency-based empowerment training enhances sales capacity of female cookstove entrepreneurs in Kenya. Journal of Health Communications 2015; 20 Suppl 1:67-75.\n- Shankar A, Sundar S, Smith G. Agency-Based Empowerment Interventions: Efforts to Enhance Decision-Making and Action in Health and Development. J Behav Health Serv Res. 2019. 46(1): 164-176.\n- The SEE Change curriculum is available as open-source documents through the SEE change website. [https://publichealth.jhu.edu/departments/international-health/research-and-practice/centers-and-research-groups/research-groups/the-self-empowerment-and-equity-for-change-initiative-see-change](https://publichealth.jhu.edu/departments/international-health/research-and-practice/centers-and-research-groups/research-groups/the-self-empowerment-and-equity-for-change-initiative-see-change)\n- Links to the PI program can be found here: https://pi-training.org/",
    "name": "Personal Agency and Personal Initiative Trainings",
    "slug": "rm724cm",
    "intro": "Personal agency and personal initiative training are interventions designed to catalyze actions towards specific life goals. It can help participants take meaningful action towards their goals, create resilient, proactive habits, and increase livelihoods of individuals living in resource poor settings.",
    "relevancy": [
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 60
      },
      {
        "skill": "ckzi3f9cj1747e2n0taoxah1j",
        "score": 60
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 80
      },
      {
        "skill": "ckzi3gknp2475e2n0dm59ikcn",
        "score": 60
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 50
      },
      {
        "skill": "ckzi3dtdk1142e2n0m9v02uf5",
        "score": 50
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 50
      },
      {
        "skill": "ckzi3cvpf0851e2n00bcmzsgz",
        "score": 50
      },
      {
        "skill": "ckzi3am4y0486e2n04obcy6hi",
        "score": 80
      },
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 60
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 80
      },
      {
        "skill": "ckzi3hi072982e2n0r4cdkqjy",
        "score": 80
      }
    ],
    "tags": [
      "cl7lzp6jh00012e623q59s9pf",
      "cl87r11sd00012e64lyugvbv2"
    ],
    "id": "cl80jw0ot00062e64ijltbvi1",
    "description": "Personal agency, defined as the ability to make and act upon important decisions in one’s life, is central in the promotion of overall well-being. Personal agency interventions take the form of behavioral and/or digital interventions designed to catalyze actions towards specific goals and to support behavioral change. Examples include:\n\n- The Empowered Employee and Empowered Entrepreneur training (EET) programs, developed by Dr. Shankar and colleagues through the SEE Change Initiative. In these trainings, which are adapted to local contexts, individuals undertake a personal journey to understand their own belief systems, identify goals in several life areas and learn various mental tools to take purposeful action to achieve their goals. Specific skills in action planning include goal setting, improved communications, systematic planning, and active problem solving. \n\n- Personal initiative training, developed by psychologists Dr. Frese and colleagues. This training focuses on motivational skills, proactive behaviors, goal setting, planning and innovation and overcoming obstacles, and teaches participants how to anticipate problems, look for new opportunities, and plan ways to overcome obstacles. These training were designed for entrepreneurs and small businesses.\n\n## How it can help\n\nPersonal agency and personal initiative trainings can enable meaningful action towards the participant’s goals as well as forming cyclical, proactive habits that individuals can maintain throughout their life, enabling a growth mindset alongside a sense of power and voice. These trainings can directly improve livelihoods for small businesses and entrepreneurs as well as improve overall well-being for individuals living in resource poor environments.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
    "actions": "When starting with personal agency and personal initiative training for the first time, try the following: \n\n1. Review the SEE Change curriculum, which is available as open-source documents through the Self-Empowerment and Equity for Change (SEE Change) website at Johns Hopkins University. \n2. More about the personal initiative program can be found [here](https://pi-training.org/)."
  },
  "sv": {
    "id": "cl80jw0ot00062e64ijltbvi1",
    "slug": "rm724cm"
  }
}