{
  "en": {
    "id": "cl80kcj0y00082e641iuku8nt",
    "slug": "36924it",
    "name": "Arts, creativity & imagination",
    "relevancy": [
      {
        "skill": "ckzi3h80v2807e2n0l44d20qr",
        "score": 90
      },
      {
        "skill": "ckzi3gu6u2638e2n0fmr9gv86",
        "score": 80
      },
      {
        "skill": "ckzi3hqs63163e2n03h36pb73",
        "score": 80
      },
      {
        "skill": "ckzi3ayvo0547e2n03lvu0goo",
        "score": 80
      },
      {
        "skill": "ckzi3eor91487e2n0qdoa639u",
        "score": 70
      },
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 50
      },
      {
        "skill": "ckzi3ezut1614e2n07fab18pt",
        "score": 60
      }
    ],
    "description": "Many people engage with creative activities as a hobby, and when asked they will readily affirm that creative activities bring them relaxation, as well as enjoyment and fun. Beyond providing personal entertainment and relief from the stresses of everyday life, creative practices have demonstrated health and wellbeing benefits which in turn lead to greater courage, optimism and perseverance. In many countries around the world arts practices are now woven into healthcare and social care.\n\nResearchers working in arts and social change highlight the value and power of creative methods in projects envisioning change (e.g., Pereira, Hichert, Hamann, Preiser & Biggs, 2018). Creative methods can help generate visionary narratives and pilot initiatives that help seed more benign futures in the present. Underpinning these visions is the understanding that the imagination – through images, metaphors and language – has generative power.\n\nCreativity and the arts enable people to liberate themselves from normative identities and structures and follow imagination’s wild and spontaneous flow, increasing their potential to care for the world and drive change.\n\nLearn more in the section about \"Arts, creativity & imagination\" in the [IDG field-kit](FIELD_KIT_LINK).",
    "actions": "- Explore ways to be creative both on your own and together with others.\n\n- Explore the resources below to learn more.",
    "tags": [
      "cl7lzoeqy00002e62ke8rog8l"
    ],
    "resources": "- Collective Encounters, UK: A leading arts organisation specialising in theatre for social change [https://collective-encounters.org.uk/](https://collective-encounters.org.uk/)\n- Cardboard Citizens, UK: An innovative arts organisation dedicated to addressing social inequities and injustices though creative practice [https://cardboardcitizens.org.uk/](https://cardboardcitizens.org.uk/)\n- Creativity & Transformation: A 10-week online learning course, exploring how creativity engenders inner development and social change [https://www.aleftrust.org/open-learning-list/creativity-transformation/](https://www.aleftrust.org/open-learning-list/creativity-transformation/)"
  },
  "sv": {
    "id": "cl80kcj0y00082e641iuku8nt",
    "slug": "36924it"
  }
}