{
  "en": {
    "resources": "* Gloster, A. T., Walder, N., Levin, M. E., Twohig, M. P., & Karekla, M. (2020). The empirical status of acceptance and commitment therapy: A review of meta-analyses. Journal of Contextual Behavioral Science, 18, 181-192.",
    "name": "Meet Yourself at 90",
    "slug": "pg124i2",
    "intro": "Meet Yourself at 90 is a guided exercise that helps you be present with your hopes, dreams, priorities, and values by envisioning yourself at your 90 year old birthday party. It can help the practitioner increase awareness of what is important to you, and identify if there are things you’d like to do more (or less) of.",
    "relevancy": [
      {
        "skill": "ckzi3a4z90431e2n04kx2pbq2",
        "score": 90
      },
      {
        "skill": "ckzi3b8sz0614e2n0ijnnazce",
        "score": 80
      },
      {
        "skill": "ckzi3blfz0687e2n0huf88a8y",
        "score": 70
      },
      {
        "skill": "ckzi3dtdk1142e2n0m9v02uf5",
        "score": 80
      },
      {
        "skill": "ckzi3d9gp0942e2n0lvc6k1nh",
        "score": 70
      },
      {
        "skill": "ckzi3dk3h1039e2n0qxij7ooh",
        "score": 70
      },
      {
        "skill": "ckzi3e4as1251e2n0fz614xn4",
        "score": 70
      },
      {
        "skill": "ckzi3ef9s1366e2n082dhihsm",
        "score": 60
      },
      {
        "skill": "ckzi3eor91487e2n0qdoa639u",
        "score": 50
      }
    ],
    "tags": [
      "cl80nkv7900002e64os1wgo0u",
      "cl7lzoeqy00002e62ke8rog8l"
    ],
    "id": "cl893ktku00002e64b8tg78ib",
    "description": "Meet Yourself at 90 is a guided exercise that helps you be present with your hopes, dreams, priorities, and values by envisioning yourself at your 90 year old birthday party. This is an exercise that sometimes causes strong feelings and sometimes tears. And whatever appears, it's all right. You are big enough to hold all your emotions.\n\n## How it can help\n\nThis exercise can help increase awareness of what is important to you, and identify if there are things you’d like to do more (or less) of.\n\n#### Learn more\n\nRead the [IDG Phase 2 Research Report](/assets/221215_IDG_Toolkit_v1.pdf) and get more in-depth information.",
    "actions": "When starting the Meet Yourself at 90 exercise for the first time, try the following:\n\n1. Sit yourself comfortably on the chair with a straight yet relaxed back. Let the body rest in itself.\n\n2. Be aware of where you are right now. Gently shut your eyes. Feel that you are completely present in your body. Be aware of the touch of the feet against the ground, the arms touching the legs.\n\n3. Now focus your consciousness on breathing. See how your breath enters your body and then leaves your body. Do not change how you breathe. Just follow the breath, breath for breath.\n\n4. Imagine that you have managed to move forward in time and become yourself when you are 90 years old. You can freely decide where you are. Are you in a room? Are you outdoors? Decide how you want it to look where you are. Imagine that you are there, really place you there.\n\n5. You will soon be visited by a friend or relative who has meant or means a lot to you. In this future, everyone lives so anyone can come, even people who are already dead or who may not live when you are 90. Now decide what you want these important people in your life to remember you for.\n\n6. Choose one person. Let this person come up to you. What do you want this person to say about you as a friend, partner, son / daughter or colleague? Imagine that the person says it. Be courageous, imagine this person says what you most of all want them to say. Even if you do not think you lived up to what you want them to say, let them say it anyway. Do not hold back anything."
  },
  "sv": {
    "id": "cl893ktku00002e64b8tg78ib",
    "slug": "pg124i2"
  }
}